{
    "digifact1": {
        "en": {
            "title": "DigiFact # 1 - Did you know...",
            "content": "The DigiByte blockchain launched in 2014. Thanks to its 15 second block time, it is the longest UTXO blockchain in existence with over $blocks_tot_mil million blocks. Bitcoin will take until the 22nd century to reach that many blocks.",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #1 - 你知道吗？",
            "content": "DigiByte 区块链于2014年启动。由于其15秒的区块时间，它是现存最长的UTXO区块链，拥有超过$blocks_tot_mil百万个区块。比特币将需要到22世纪才能达到那么多区块。",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #1 - Знаете ли вы...",
            "content": "Блокчейн DigiByte был запущен в 2014 году. Благодаря времени блока в 15 секунд, это самый длинный блокчейн UTXO в мире, насчитывающий более $blocks_tot_mil миллионов блоков. Биткоину понадобится до 22 века, чтобы достичь такого количества блоков.",
            "url": ""
        },
        "es": {
            "title": "DigiDato #1 - ¿Sabías que...",
            "content": "La cadena de bloques de DigiByte se lanzó en 2014. Gracias a su tiempo de bloque de 15 segundos, es la cadena de bloques UTXO más larga que existe con más de $blocks_tot_mil millones de bloques. Bitcoin tardará hasta el siglo 22 en alcanzar esa cantidad de bloques.",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #1 - 혹시 알고 계셨나요...",
            "content": "디지바이트 블록체인은 2014년에 시작되었습니다. 15초 블록 시간 덕분에, $blocks_tot_mil백만 블록이 넘는 가장 긴 UTXO 블록체인으로, 비트코인은 그 많은 블록에 도달하는 데 22세기까지 걸릴 것입니다.",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #1 - ご存知でしたか...",
            "content": "デジバイトブロックチェーンは2014年に始まりました。15秒のブロック時間のおかげで、$blocks_tot_mil百万以上のブロックを持つ最も長いUTXOブロックチェーンです。ビットコインがその数のブロックに到達するには22世紀までかかるでしょう。",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #1 - Wussten Sie schon...",
            "content": "Die DigiByte Blockchain wurde 2014 eingeführt. Dank der Blockzeit von 15 Sekunden ist sie die längste UTXO-Blockchain, die es gibt, mit über $blocks_tot_mil Millionen Blöcken. Bitcoin wird bis ins 22. Jahrhundert brauchen, um so viele Blöcke zu erreichen.",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #1 - Saviez-vous que...",
            "content": "La blockchain DigiByte a été lancée en 2014. Grâce à son temps de bloc de 15 secondes, c'est la blockchain UTXO la plus longue en existence avec plus de $blocks_tot_mil millions de blocs. Bitcoin prendra jusqu'au 22ème siècle pour atteindre autant de blocs.",
            "url": ""
        },
        "pt": {
            "title": "DigiFacto #1 - Você sabia...",
            "content": "O blockchain DigiByte foi lançado em 2014. Graças ao seu tempo de bloco de 15 segundos, é o blockchain UTXO mais longo em existência, com mais de $blocks_tot_mil milhões de blocos. O Bitcoin levará até o século 22 para alcançar tantos blocos.",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #1 - क्या आप जानते थे...",
            "content": "डिजीबाइट ब्लॉकचेन 2014 में शुरू किया गया था। 15 सेकंड के ब्लॉक समय के कारण, यह $blocks_tot_mil मिलियन ब्लॉकों के साथ अस्तित्व में सबसे लंबी UTXO ब्लॉकचेन है। बिटकॉइन को उतने ब्लॉकों तक पहुँचने में 22वीं सदी तक का समय लगेगा।",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit # 1 - Wist u dat...",
            "content": "De DigiByte blockchain is gelanceerd in 2014. Dankzij de bloktijd van 15 seconden is het de langste UTXO blockchain die er bestaat, met meer dan $blocks_tot_mil miljoen blokken. Bitcoin zal tot de 22e eeuw nodig hebben om dat aantal blokken te bereiken.",
            "url": ""
        }
    },
    "digifact2": {
        "en": {
            "title": "DigiFact # 2 - Did you know...",
            "content": "DigiByte has upgraded the network a number of times to include \"Improvement milestones\". These hard forks were not contentious splits that generated additional coins, but rather a \"reorientation of the ship\" that the DigiByte community was onboard with. Learn more: https://rb.gy/egrt5",
            "url": "https://rb.gy/egrt5"
        },
        "zh": {
            "title": "数字事实 #2 - 你知道吗？",
            "content": "DigiByte多次升级网络，包括“改进里程碑”。这些硬分叉并不是产生额外货币的有争议的分裂，而是DigiByte社区同意的“航向重新定位”。了解更多：https://rb.gy/egrt5",
            "url": "https://rb.gy/egrt5"
        },
        "ru": {
            "title": "ДиджиФакт #2 - Знаете ли вы...",
            "content": "DigiByte несколько раз обновлял сеть, чтобы включить \"Этапы улучшения\". Эти хардфорки не были спорными разделениями, которые генерировали дополнительные монеты, а скорее \"переориентацией корабля\", с которой было согласно сообщество DigiByte. Узнайте больше: https://rb.gy/egrt5",
            "url": "https://rb.gy/egrt5"
        },
        "es": {
            "title": "DigiDato #2 - ¿Sabías que...",
            "content": "DigiByte ha actualizado la red varias veces para incluir \"Hitos de mejora\". Estos hard forks no fueron divisiones conflictivas que generaron monedas adicionales, sino más bien una \"reorientación del barco\" con la que la comunidad de DigiByte estuvo de acuerdo. Aprende más: https://rb.gy/egrt5",
            "url": "https://rb.gy/egrt5"
        },
        "ko": {
            "title": "디지팩트 #2 - 혹시 알고 계셨나요...",
            "content": "디지바이트는 \"개선 이정표\"를 포함하도록 네트워크를 여러 번 업그레이드했습니다. 이 하드포크는 추가 코인을 생성하는 논쟁의 분열이 아니라 디지바이트 커뮤니티가 동의한 \"방향 전환\"이었습니다. 더 알아보기: https://rb.gy/egrt5",
            "url": "https://rb.gy/egrt5"
        },
        "ja": {
            "title": "デジファクト #2 - ご存知でしたか...",
            "content": "DigiByteは「改善のマイルストーン」を含むようにネットワークを何度もアップグレードしてきました。これらのハードフォークは追加のコインを生み出す内容の分裂ではなく、DigiByteコミュニティが同乗した「船の方向転換」でした。もっと学ぶ: https://rb.gy/egrt5",
            "url": "https://rb.gy/egrt5"
        },
        "de": {
            "title": "DigiFakt #2 - Wussten Sie schon...",
            "content": "DigiByte hat das Netzwerk mehrmals aktualisiert, um \"Verbesserungsmeilensteine\" einzubeziehen. Diese Hard Forks waren keine umstrittenen Aufspaltungen, die zusätzliche Münzen generierten, sondern eine \"Neuausrichtung des Schiffs\", mit der die DigiByte-Gemeinschaft einverstanden war. Erfahren Sie mehr: https://rb.gy/egrt5",
            "url": "https://rb.gy/egrt5"
        },
        "fr": {
            "title": "DigiFact #2 - Saviez-vous que...",
            "content": "DigiByte a mis à jour le réseau à plusieurs reprises pour inclure des \"jalons d'amélioration\". Ces fourches dures n'étaient pas des scissions contentieuses qui ont généré des pièces supplémentaires, mais plutôt une \"réorientation du navire\" avec laquelle la communauté DigiByte était à bord. En savoir plus : https://rb.gy/egrt5",
            "url": "https://rb.gy/egrt5"
        },
        "pt": {
            "title": "DigiFato #2 - Você sabia...",
            "content": "DigiByte atualizou a rede várias vezes para incluir \"marcos de melhorias\". Esses hard forks não foram divisões contenciosas que geraram moedas adicionais, mas sim uma \"reorientação do navio\" com a qual a comunidade DigiByte estava a bordo. Saiba mais: https://rb.gy/egrt5",
            "url": "https://rb.gy/egrt5"
        },
        "hi": {
            "title": "डिजीफैक्ट #2 - क्या आप जानते थे...",
            "content": "डिजीबाइट ने नेटवर्क को कई बार अपग्रेड किया है ताकि \"सुधार मील के पत्थर\" शामिल किए जा सकें। ये हार्ड फोर्क्स विवादास्पद विभाजन नहीं थे जो अतिरिक्त सिक्के उत्पन्न करते थे, बल्कि डिजीबाइट समुदाय द्वारा समर्थित \"जहाज की पुनः ओरिएंटेशन\" थे। और जानें: https://rb.gy/egrt5",
            "url": "https://rb.gy/egrt5"
        },
        "nl": {
            "title": "DigiFeit # 2 - Wist u dat...",
            "content": "DigiByte heeft het netwerk meerdere malen geüpgraded om 'Verbeteringsmijlpalen' op te nemen. Deze hard forks waren geen controversiële splitsingen die extra munten genereerden, maar eerder een 'heroriëntatie van het schip' waarmee de DigiByte-gemeenschap aan boord was. Leer meer: https://rb.gy/egrt5",
            "url": "https://rb.gy/egrt5"
        }
    },
    "digifact3": {
        "en": {
            "title": "DigiFact # 3 - Did you know...",
            "content": "The DigiByte blockchain was fairly launched in 2014, long before the 2017 Initial Coin Offering (ICO) craze of whitepaper projects. DigiByte began with a fully working blockchain that has been improved upon consistently ever since.",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #3 - 你知道吗？",
            "content": "DigiByte 区块链在 2014 年进行了公平启动，这比 2017 年白皮书项目的首次代币发行（ICO）热潮要早得多。DigiByte 一开始就是一个完全有效的区块链，并且自那以后一直在持续改进。",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #3 - Знаете ли вы...",
            "content": "Блокчейн DigiByte был справедливо запущен в 2014 году, за долго до бума первичных предложений монет (ICO) в 2017 году. DigiByte начался с полностью рабочего блокчейна, который с тех пор постоянно улучшается.",
            "url": ""
        },
        "es": {
            "title": "DigiDato #3 - ¿Sabías que...",
            "content": "La blockchain de DigiByte se lanzó de manera justa en 2014, mucho antes de la locura de las Ofertas Iniciales de Monedas (ICO) de proyectos de libros blancos en 2017. DigiByte comenzó con una blockchain completamente funcional que se ha mejorado constantemente desde entonces.",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #3 - 혹시 알고 계셨나요...",
            "content": "디지바이트 블록체인은 2014년에 공정하게 출시되었으며, 이는 2017년 백서 프로젝트의 ICO 열풍보다 훨씬 이전입니다. 디지바이트는 처음부터 완전히 작동하는 블록체인으로 시작하여 지속적으로 개선되고 있습니다.",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #3 - ご存知でしたか...",
            "content": "DigiByte ブロックチェーンは 2014 年に公正に開始され、2017 年のホワイトペーパー・プロジェクトの ICO 狂乱よりもずっと前です。DigiByte は最初から完全に機能するブロックチェーンであり、以来絶えず改善されてきました。",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #3 - Wussten Sie schon...",
            "content": "Die DigiByte Blockchain wurde 2014 gerecht eingeführt, lange vor dem Hype um Initial Coin Offerings (ICO) von Whitepaper-Projekten im Jahr 2017. DigiByte begann mit einer voll funktionsfähigen Blockchain, die seitdem stetig verbessert wurde.",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #3 - Saviez-vous que...",
            "content": "La blockchain DigiByte a été lancée équitablement en 2014, bien avant la frénésie des offres initiales de pièces (ICO) de projets de livre blanc en 2017. DigiByte a commencé avec une blockchain entièrement opérationnelle qui a été constamment améliorée depuis lors.",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #3 - Você sabia...",
            "content": "A blockchain DigiByte foi lançada de forma justa em 2014, muito antes da febre de Oferta Inicial de Moedas (ICO) de projetos de whitepaper em 2017. DigiByte começou com uma blockchain totalmente funcional que tem sido constantemente aprimorada desde então.",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #3 - क्या आप जानते थे...",
            "content": "डिजीबाइट ब्लॉकचेन की शुरुआत 2014 में न्यायपूर्ण तरीके से हुई थी, 2017 के व्हाइटपेपर प्रोजेक्ट्स के प्रारंभिक सिक्का प्रस्ताव (ICO) के क्रेज से काफी पहले। डिजीबाइट एक पूरी तरह कार्यात्मक ब्लॉकचेन के साथ शुरू हुआ था जिसे तब से लगातार सुधारा जा रहा है।",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #3 - Wist u dat...",
            "content": "De DigiByte blockchain is eerlijk gelanceerd in 2014, lang voor de rage van Initial Coin Offerings (ICO) van whitepaper projecten in 2017. DigiByte begon met een volledig functionerende blockchain die sindsdien consequent is verbeterd.",
            "url": ""
        }
    },
    "digifact4": {
        "en": {
            "title": "DigiFact # 4 - Did you know...",
            "content": "When DigiByte launched in 2014, a tiny DigiByte pre-mine (0.5%) was given away to community members within the first 30 days, and the details can be seen on BitcoinTalk. This was done to incentivize people to download and run a full node helping to distribute the blockchain. None of the pre-mine was retained by the founder or developers.",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #4 - 你知道吗？",
            "content": "DigiByte 在 2014 年启动时，将一小部分预挖矿的 DigiByte（0.5%）在最初的 30 天内赠送给了社区成员，详细情况可以在 BitcoinTalk 上看到。这样做是为了激励人们下载并运行一个完整的节点，帮助分发区块链。预挖矿的部分没有被创始人或开发者保留。",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #4 - Знаете ли вы...",
            "content": "Когда DigiByte запустился в 2014 году, небольшое количество предварительно добытых DigiByte (0,5%) было раздано членам сообщества в течение первых 30 дней, подробности можно увидеть на BitcoinTalk. Это было сделано для стимулирования людей к загрузке и запуску полного узла, помогая распространению блокчейна. Ни один из предварительно добытых монет не был сохранен основателем или разработчиками.",
            "url": ""
        },
        "es": {
            "title": "DigiDato #4 - ¿Sabías que...",
            "content": "Cuando DigiByte se lanzó en 2014, una pequeña cantidad de DigiByte preminado (0.5%) fue entregada a miembros de la comunidad dentro de los primeros 30 días, y los detalles se pueden ver en BitcoinTalk. Esto se hizo para incentivar a las personas a descargar y ejecutar un nodo completo, ayudando a distribuir la blockchain. Ninguna de las preminas fue retenida por el fundador o los desarrolladores.",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #4 - 혹시 알고 계셨나요...",
            "content": "2014년에 디지바이트가 출시될 때, 극소량의 디지바이트 프리마인(0.5%)이 최초 30일 이내에 커뮤니티 회원들에게 나눠졌으며, 세부 사항은 BitcoinTalk에서 볼 수 있습니다. 이는 사람들이 전체 노드를 다운로드하고 실행하여 블록체인을 분배하는 데 도움을 주기 위한 인센티브였습니다. 프리마인은 창립자나 개발자에게 남겨지지 않았습니다.",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #4 - ご存知でしたか...",
            "content": "DigiByteが2014年にローンチした際、わずか0.5%のプレマインDigiByteが最初の30日間でコミュニティメンバーに配られ、詳細はBitcoinTalkで確認できます。これは、人々にフルノードをダウンロードして実行し、ブロックチェーンの分散を助けるためのインセンティブでした。プレマインは創設者や開発者によって保持されていませんでした。",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #4 - Wussten Sie schon...",
            "content": "Als DigiByte 2014 startete, wurde ein kleiner Anteil des DigiByte-Vorabbaus (0,5%) innerhalb der ersten 30 Tage an Gemeinschaftsmitglieder verschenkt, die Einzelheiten können auf BitcoinTalk eingesehen werden. Dies wurde getan, um Menschen dazu zu motivieren, einen vollständigen Knoten herunterzuladen und zu betreiben, um die Verteilung der Blockchain zu unterstützen. Keiner der Vorabbaus wurde vom Gründer oder den Entwicklern zurückbehalten.",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #4 - Saviez-vous que...",
            "content": "Lorsque DigiByte a été lancé en 2014, une petite quantité de pré-minage DigiByte (0,5 %) a été donnée aux membres de la communauté dans les 30 premiers jours, et les détails peuvent être consultés sur BitcoinTalk. Cela a été fait pour inciter les gens à télécharger et à exécuter un nœud complet, aidant à distribuer la blockchain. Aucun des pré-minages n'a été conservé par le fondateur ou les développeurs.",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #4 - Você sabia...",
            "content": "Quando o DigiByte foi lançado em 2014, uma pequena quantidade de pré-mineração de DigiByte (0,5%) foi distribuída aos membros da comunidade nos primeiros 30 dias, e os detalhes podem ser vistos no BitcoinTalk. Isso foi feito para incentivar as pessoas a baixar e executar um nó completo, ajudando a distribuir a blockchain. Nenhum dos pré-minados foi retido pelo fundador ou desenvolvedores.",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #4 - क्या आप जानते थे...",
            "content": "जब DigiByte 2014 में लॉन्च हुआ था, तो बहुत कम DigiByte प्री-माइन (0.5%) को पहले 30 दिनों में समुदाय के सदस्यों को दिया गया था, और विवरण BitcoinTalk पर देखा जा सकता है। यह लोगों को प्रोत्साहित करने के लिए किया गया था कि वे पूरा नोड डाउनलोड करें और चलाएं, जिससे ब्लॉकचेन का वितरण में मदद मिले। प्री-माइन में से कोई भी हिस्सा संस्थापक या डेवलपर्स द्वारा नहीं रखा गया था।",
            "url": ""
        }
    },
    "digifact5": {
        "en": {
            "title": "DigiFact # 5 - Did you know...",
            "content": "There is no founders reward with the DigiByte blockchain. The reward for mining each block only ever goes to whoever mined it. No part of it goes to anyone else.",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #5 - 你知道吗？",
            "content": "DigiByte 区块链没有创始人奖励。挖掘每个区块的奖励仅仅归挖掘它的人所有。没有任何部分会转给其他人。",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #5 - Знаете ли вы...",
            "content": "В блокчейне DigiByte нет награды для основателей. Награда за добычу каждого блока идет только тому, кто его добыл. Никакая ее часть не идет другим лицам.",
            "url": ""
        },
        "es": {
            "title": "DigiDato #5 - ¿Sabías que...",
            "content": "No hay recompensa para los fundadores en la blockchain de DigiByte. La recompensa por minar cada bloque solo va para quien lo haya minado. Ninguna parte de ella va a ninguna otra persona.",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #5 - 혹시 알고 계셨나요...",
            "content": "디지바이트 블록체인에는 창립자 보상이 없습니다. 각 블록을 채굴하는 데 대한 보상은 오직 그 블록을 채굴한 사람에게만 갑니다. 그것의 어떤 부분도 다른 사람에게 가지 않습니다.",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #5 - ご存知でしたか...",
            "content": "DigiByte ブロックチェーンには創設者報酬はありません。ブロックのマイニングに対する報酬は、そのブロックをマイニングした人にのみ行きます。その一部が他の人に行くことはありません。",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #5 - Wussten Sie schon...",
            "content": "Bei der DigiByte Blockchain gibt es keine Gründerbelohnung. Die Belohnung für das Mining eines Blocks geht immer nur an denjenigen, der ihn gemined hat. Kein Teil davon geht an andere.",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #5 - Saviez-vous que...",
            "content": "Il n'y a pas de récompense pour les fondateurs avec la blockchain DigiByte. La récompense pour le minage de chaque bloc ne va qu'à celui qui l'a miné. Aucune part ne va à quelqu'un d'autre.",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #5 - Você sabia...",
            "content": "Não há recompensa para os fundadores no blockchain DigiByte. A recompensa por minerar cada bloco sempre vai para quem o minerou. Nenhuma parte dela vai para outra pessoa.",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #5 - क्या आप जानते थे...",
            "content": "डिजीबाइट ब्लॉकचेन में कोई संस्थापक पुरस्कार नहीं है। प्रत्येक ब्लॉक की खनन के लिए पुरस्कार केवल उसी को मिलता है जिसने इसे खनन किया है। इसका कोई भी हिस्सा किसी और को नहीं जाता है।",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #5 - Wist u dat...",
            "content": "Er is geen oprichtersbeloning bij de DigiByte blockchain. De beloning voor het mijnen van elk blok gaat alleen naar degene die het gemijnd heeft. Niemand anders krijgt daar een deel van.",
            "url": ""
        }
    },
    "digifact6": {
        "en": {
            "title": "DigiFact # 6 - Did you know...",
            "content": "The DigiByte founder and developers have either purchased their DGB coins on an exchange at market rates, or mined them, just like everybody else. There was no ICO (Initial Coin Offering) for the DigiByte blockchain. Every coin has been fairly mined since the genesis block.",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #6 - 你知道吗？",
            "content": "DigiByte的创始人和开发者都是在交易所以市场价格购买他们的DGB币，或者像其他人一样挖掘它们。DigiByte区块链没有进行ICO（首次币发行）。自创世区块以来，每一枚币都是公平挖掘的。",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #6 - Знаете ли вы...",
            "content": "Основатель DigiByte и разработчики либо покупали свои монеты DGB на бирже по рыночным ценам, либо добывали их, как и все остальные. Для блокчейна DigiByte не было ICO (первичное предложение монет). Каждая монета была честно добыта с самого первого блока.",
            "url": ""
        },
        "es": {
            "title": "DigiDato #6 - ¿Sabías que...",
            "content": "El fundador y los desarrolladores de DigiByte han comprado sus monedas DGB en un intercambio a tasas de mercado, o las han minado, igual que todos los demás. No hubo una ICO (Oferta Inicial de Monedas) para la blockchain de DigiByte. Cada moneda ha sido minada de manera justa desde el bloque génesis.",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #6 - 혹시 알고 계셨나요...",
            "content": "디지바이트의 창립자와 개발자들은 시장 가격에 거래소에서 DGB 코인을 구매하거나, 다른 모든 사람들처럼 채굴했습니다. 디지바이트 블록체인에는 ICO(초기 코인 제공)가 없었습니다. 모든 코인은 창세 블록부터 공정하게 채굴되었습니다.",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #6 - ご存知でしたか...",
            "content": "DigiByteの創設者と開発者は、市場レートで取引所でDGBコインを購入したか、他の誰もがそうであるように、それらを採掘しました。DigiByteブロックチェーンにはICO（イニシャルコインオファリング）はありませんでした。すべてのコインは創世記のブロック以来、公正に採掘されています。",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #6 - Wussten Sie schon...",
            "content": "Der Gründer von DigiByte und die Entwickler haben ihre DGB-Münzen entweder auf einem Marktplatz zu Marktpreisen gekauft oder wie alle anderen abgebaut. Es gab kein ICO (Initial Coin Offering) für die DigiByte Blockchain. Jede Münze wurde seit dem Genesis-Block fair abgebaut.",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #6 - Saviez-vous que...",
            "content": "Le fondateur de DigiByte et les développeurs ont soit acheté leurs pièces DGB sur un échange aux tarifs du marché, soit les ont minées, tout comme tout le monde. Il n'y a pas eu d'ICO (Initial Coin Offering) pour la blockchain DigiByte. Chaque pièce a été minée de manière équitable depuis le bloc de genèse.",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #6 - Você sabia...",
            "content": "O fundador do DigiByte e os desenvolvedores compraram suas moedas DGB em uma bolsa a taxas de mercado, ou as mineraram, assim como todos os outros. Não houve um ICO (Oferta Inicial de Moeda) para o blockchain DigiByte. Cada moeda foi minerada de forma justa desde o bloco gênese.",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #6 - क्या आप जानते थे...",
            "content": "डिजीबाइट के संस्थापक और डेवलपर्स ने या तो अपने DGB सिक्कों को बाजार दर पर एक्सचेंज में खरीदा है, या उन्हें खनन किया है, बाकी सभी की तरह। डिजीबाइट ब्लॉकचैन के लिए कोई ICO (प्रारंभिक सिक्का पेशकश) नहीं थी। जेनेसिस ब्लॉक से लेकर हर सिक्का न्यायपूर्ण रूप से खनन किया गया है।",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #6 - Wist u dat...",
            "content": "De oprichter van DigiByte en de ontwikkelaars hebben hun DGB-munten gekocht op een beurs tegen markttarieven, of hebben ze gemijnd, net als iedereen. Er was geen ICO (Initial Coin Offering) voor de DigiByte blockchain. Elke munt is eerlijk gemijnd sinds het genesisblok.",
            "url": ""
        }
    },
    "digifact7": {
        "en": {
            "title": "DigiFact # 7 - Did you know...",
            "content": "Transaction fees on the DigiByte blockchain are typically incredibly low. In Block 7658349, a user sent 342,000,000 DGB (worth $6 million USD at the time) from the inputs of over 200 different addresses. It cost 1/10th of a cent (USD) in fees and took only a minute or two to confirm.",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #7 - 你知道吗？",
            "content": "DigiByte 区块链上的交易费用通常极低。在7658349号区块中，一位用户从200多个不同地址发送了342,000,000 DGB（当时价值600万美元）。手续费仅为1/10美分（USD），且仅需一两分钟即可确认。",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #7 - Знаете ли вы...",
            "content": "Комиссии за транзакции в блокчейне DigiByte обычно невероятно низкие. В блоке 7658349 пользователь отправил 342,000,000 DGB (на тот момент стоимостью 6 миллионов долларов США) с входов более чем 200 разных адресов. Это стоило 1/10 цента (USD) в виде комиссии и заняло всего минуту или две для подтверждения.",
            "url": ""
        },
        "es": {
            "title": "DigiDato #7 - ¿Sabías que...",
            "content": "Las tarifas de transacción en la blockchain de DigiByte suelen ser increíblemente bajas. En el bloque 7658349, un usuario envió 342,000,000 DGB (valorados en 6 millones de USD en ese momento) desde más de 200 direcciones diferentes. Costó 1/10 de centavo (USD) en tarifas y solo tomó uno o dos minutos confirmar.",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #7 - 혹시 알고 계셨나요...",
            "content": "디지바이트 블록체인의 거래 수수료는 일반적으로 매우 낮습니다. 7658349번 블록에서 한 사용자가 200개가 넘는 다른 주소에서 3억 4천2백만 DGB(당시 600만 달러 상당)를 보냈습니다. 수수료는 1/10 센트(USD)였고 확인까지는 단 1~2분밖에 걸리지 않았습니다.",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #7 - ご存知でしたか...",
            "content": "DigiByte ブロックチェーン上の取引手数料は通常非常に低いです。ブロック 7658349 で、ユーザーは200以上の異なるアドレスから 3億 4,200万 DGB（当時の価値で600万米ドル）を送信しました。手数料は米ドルで1/10セントかかり、確認には1～2分しかかかりませんでした。",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #7 - Wussten Sie schon...",
            "content": "Die Transaktionsgebühren auf der DigiByte Blockchain sind in der Regel unglaublich niedrig. In Block 7658349 hat ein Benutzer 342.000.000 DGB (zum damaligen Zeitpunkt 6 Millionen USD wert) von über 200 verschiedenen Adressen gesendet. Es kostete 1/10 eines Cents (USD) an Gebühren und dauerte nur eine Minute oder zwei, um zu bestätigen.",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #7 - Saviez-vous que...",
            "content": "Les frais de transaction sur la blockchain DigiByte sont généralement incroyablement bas. Dans le bloc 7658349, un utilisateur a envoyé 342 000 000 DGB (d'une valeur de 6 millions de dollars USD à l'époque) à partir de plus de 200 adresses différentes. Cela a coûté 1/10 de centime (USD) en frais et a pris seulement une ou deux minutes pour confirmer.",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #7 - Você sabia...",
            "content": "As taxas de transação no blockchain DigiByte são tipicamente incrivelmente baixas. No bloco 7658349, um usuário enviou 342.000.000 DGB (valendo 6 milhões de USD na época) de mais de 200 endereços diferentes. Custou 1/10 de centavo (USD) em taxas e levou apenas um ou dois minutos para confirmar.",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #7 - क्या आप जानते थे...",
            "content": "डिजीबाइट ब्लॉकचेन पर लेनदेन शुल्क आमतौर पर बहुत कम होते हैं। ब्लॉक 7658349 में, एक उपयोगकर्ता ने 200 से अधिक अलग-अलग पतों से 342,000,000 DGB (उस समय 6 मिलियन USD के लायक) भेजे थे। इसके लिए 1/10 सेंट (USD) का शुल्क लगा और पुष्टि में केवल एक या दो मिनट लगे।",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #7 - Wist u dat...",
            "content": "Transactiekosten op de DigiByte blockchain zijn doorgaans ongelooflijk laag. In blok 7658349 heeft een gebruiker 342.000.000 DGB (op dat moment $6 miljoen USD waard) verstuurd vanuit de inputs van meer dan 200 verschillende adressen. Het kostte 1/10 van een cent (USD) aan kosten en duurde slechts een minuut of twee om te bevestigen.",
            "url": ""
        }
    },
    "digifact8": {
        "en": {
            "title": "DigiFact # 8 - Did you know...",
            "content": "DigiByte pioneered the DigiShield difficulty adjustment. It's used in Dogecoin, Ubiq, ZCash, Monacoin and parts of the code are even used in Ethereum. What is DigiShield (a.k.a MultiShield)? Learn more here: https://j.mp/3oivy5u",
            "url": "https://j.mp/3oivy5u"
        },
        "zh": {
            "title": "数字事实 #8 - 你知道吗？",
            "content": "DigiByte 开创了 DigiShield 难度调整技术。它被用在 Dogecoin、Ubiq、ZCash、Monacoin 中，甚至部分代码被用在 Ethereum 上。什么是 DigiShield（又名 MultiShield）？在这里了解更多：https://j.mp/3oivy5u",
            "url": "https://j.mp/3oivy5u"
        },
        "ru": {
            "title": "ДиджиФакт #8 - Знаете ли вы...",
            "content": "DigiByte был пионером в введении корректировки сложности DigiShield. Она используется в Dogecoin, Ubiq, ZCash, Monacoin, и части кода даже используются в Ethereum. Что такое DigiShield (также известный как MultiShield)? Узнайте больше здесь: https://j.mp/3oivy5u",
            "url": "https://j.mp/3oivy5u"
        },
        "es": {
            "title": "DigiDato #8 - ¿Sabías que...",
            "content": "DigiByte fue pionero en el ajuste de dificultad DigiShield. Se utiliza en Dogecoin, Ubiq, ZCash, Monacoin y partes del código incluso se utilizan en Ethereum. ¿Qué es DigiShield (también conocido como MultiShield)? Aprende más aquí: https://j.mp/3oivy5u",
            "url": "https://j.mp/3oivy5u"
        },
        "ko": {
            "title": "디지팩트 #8 - 혹시 알고 계셨나요...",
            "content": "디지바이트는 디지실드 난이도 조정 기술을 선도하였습니다. 이것은 도지코인, 유비크, 제트캐시, 모나코인에서 사용되며, 일부 코드는 이더리움에도 사용됩니다. 디지실드(또는 멀티실드)란 무엇인가요? 여기서 더 알아보세요: https://j.mp/3oivy5u",
            "url": "https://j.mp/3oivy5u"
        },
        "ja": {
            "title": "デジファクト #8 - ご存知でしたか...",
            "content": "DigiByteはDigiShield難易度調整を先駆けて導入しました。これはDogecoin、Ubiq、ZCash、Monacoinで使用され、その一部のコードはEthereumでさえも使用されています。DigiShield（またの名をMultiShield）とは何ですか？こちらで詳しく知る：https://j.mp/3oivy5u",
            "url": "https://j.mp/3oivy5u"
        },
        "de": {
            "title": "DigiFakt #8 - Wussten Sie schon...",
            "content": "DigiByte war Wegbereiter bei der Schwierigkeitsanpassung DigiShield. Es wird in Dogecoin, Ubiq, ZCash, Monacoin verwendet und Teile des Codes werden sogar in Ethereum verwendet. Was ist DigiShield (auch bekannt als MultiShield)? Erfahren Sie hier mehr: https://j.mp/3oivy5u",
            "url": "https://j.mp/3oivy5u"
        },
        "fr": {
            "title": "DigiFact #8 - Saviez-vous que...",
            "content": "DigiByte a été le précurseur de l'ajustement de difficulté DigiShield. Il est utilisé dans Dogecoin, Ubiq, ZCash, Monacoin et certaines parties du code sont même utilisées dans Ethereum. Qu'est-ce que DigiShield (alias MultiShield) ? En savoir plus ici : https://j.mp/3oivy5u",
            "url": "https://j.mp/3oivy5u"
        },
        "pt": {
            "title": "DigiFato #8 - Você sabia...",
            "content": "DigiByte foi pioneiro no ajuste de dificuldade DigiShield. Ele é usado em Dogecoin, Ubiq, ZCash, Monacoin e partes do código são até usadas no Ethereum. O que é DigiShield (também conhecido como MultiShield)? Saiba mais aqui: https://j.mp/3oivy5u",
            "url": "https://j.mp/3oivy5u"
        },
        "hi": {
            "title": "डिजीफैक्ट #8 - क्या आप जानते थे...",
            "content": "डिजीबाइट ने डिजीशील्ड कठिनाई समायोजन में पहल की थी। इसका उपयोग डोगकोइन, उबिक, जेडकैश, मोनाकोइन में किया जाता है और कोड के कुछ हिस्से तो इथेरियम में भी उपयोग में लाए जाते हैं। डिजीशील्ड (उर्फ मल्टीशील्ड) क्या है? यहाँ और जानें: https://j.mp/3oivy5u",
            "url": "https://j.mp/3oivy5u"
        },
        "nl": {
            "title": "DigiFeit #8 - Wist u dat...",
            "content": "DigiByte was de pionier van de DigiShield moeilijkheidsgraad aanpassing. Het wordt gebruikt in Dogecoin, Ubiq, ZCash, Monacoin en delen van de code worden zelfs gebruikt in Ethereum. Wat is DigiShield (ook bekend als MultiShield)? Leer hier meer: https://j.mp/3oivy5u",
            "url": "https://j.mp/3oivy5u"
        }
    },
    "digifact9": {
        "en": {
            "title": "DigiFact # 9 - Did you know...",
            "content": "DigiByte was the first non-Bitcoin blockchain to fix the major inflation bug in 2018. Rapid response from our rock-star developers!",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #9 - 你知道吗？",
            "content": "DigiByte 是第一个在 2018 年修复主要通货膨胀漏洞的非比特币区块链。我们的杰出开发人员做出了迅速响应！",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #9 - Знаете ли вы...",
            "content": "DigiByte был первым не-Биткойн блокчейном, который исправил крупный инфляционный баг в 2018 году. Быстрая реакция наших выдающихся разработчиков!",
            "url": ""
        },
        "es": {
            "title": "DigiDato #9 - ¿Sabías que...",
            "content": "DigiByte fue la primera blockchain que no es Bitcoin en solucionar el importante error de inflación en 2018. ¡Respuesta rápida de nuestros impresionantes desarrolladores!",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #9 - 혹시 알고 계셨나요...",
            "content": "DigiByte는 2018년 주요 인플레이션 버그를 수정한 최초의 비트코인이 아닌 블록체인이었습니다. 우리의 뛰어난 개발자들의 신속한 대응!",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #9 - ご存知でしたか...",
            "content": "DigiByteは2018年に重大なインフレバグを修正した最初の非ビットコインブロックチェーンでした。私たちの優秀な開発者たちの迅速な対応！",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #9 - Wussten Sie schon...",
            "content": "DigiByte war die erste nicht-Bitcoin-Blockchain, die im Jahr 2018 den schwerwiegenden Inflationsfehler behoben hat. Schnelle Reaktion unserer erstklassigen Entwickler!",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #9 - Saviez-vous que...",
            "content": "DigiByte a été la première blockchain non-Bitcoin à corriger le bug majeur de l'inflation en 2018. Réponse rapide de nos développeurs stars !",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #9 - Você sabia...",
            "content": "DigiByte foi o primeiro blockchain que não é Bitcoin a corrigir o grande bug de inflação em 2018. Resposta rápida dos nossos incríveis desenvolvedores!",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #9 - क्या आप जानते थे...",
            "content": "डिजीबाइट 2018 में मुख्य मुद्रास्फीति बग को ठीक करने वाला पहला गैर-बिटकॉइन ब्लॉकचैन था। हमारे रॉक-स्टार डेवलपर्स से त्वरित प्रतिक्रिया!",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #9 - Wist u dat...",
            "content": "DigiByte was de eerste niet-Bitcoin blockchain die in 2018 de belangrijke inflatiebug heeft opgelost. Snelle respons van onze fantastische ontwikkelaars!",
            "url": ""
        }
    },
    "digifact10": {
        "en": {
            "title": "DigiFact # 10 - Did you know...",
            "content": "The DigiByte 'Genesis Block' contained the following headline: 'USA Today: 10/Jan/2014, Target: Data stolen from up to 110M customers.' This forever cemented DigiByte's focus on cybersecurity.",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #10 - 你知道吗？",
            "content": "DigiByte的'创世区块'包含以下标题：'今日美国：2014年1月10日，目标：从高达1.1亿顾客那里窃取数据。'这永远地巩固了DigiByte对网络安全的关注。",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #10 - Знаете ли вы...",
            "content": "В 'Генезис-блоке' DigiByte содержался следующий заголовок: 'USA Today: 10 января 2014 года, Цель: Данные, украденные у 110 миллионов клиентов.' Это навсегда закрепило внимание DigiByte на кибербезопасности.",
            "url": ""
        },
        "es": {
            "title": "DigiDato #10 - ¿Sabías que...",
            "content": "El 'Bloque Génesis' de DigiByte contenía el siguiente titular: 'USA Today: 10/Ene/2014, Objetivo: Datos robados de hasta 110 millones de clientes.' Esto cimentó para siempre el enfoque de DigiByte en la ciberseguridad.",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #10 - 혹시 알고 계셨나요...",
            "content": "디지바이트의 '제네시스 블록'에는 다음과 같은 헤드라인이 포함되어 있었습니다: 'USA Today: 2014년 1월 10일, 대상: 최대 1억 1천만 고객의 데이터 도난.' 이것은 디지바이트의 사이버 보안에 대한 초점을 영원히 강화했습니다.",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #10 - ご存知でしたか...",
            "content": "DigiByteの「ジェネシスブロック」には次の見出しが含まれていました：「USA Today: 2014年1月10日、ターゲット：最大1億1000万人の顧客からデータが盗まれました。」これによりDigiByteのサイバーセキュリティに対する焦点が永遠に確立されました。",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #10 - Wussten Sie schon...",
            "content": "Der 'Genesis-Block' von DigiByte enthielt die folgende Schlagzeile: 'USA Today: 10. Jan. 2014, Ziel: Daten von bis zu 110 Millionen Kunden gestohlen.' Dies verankerte den Fokus von DigiByte auf Cybersicherheit für immer.",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #10 - Saviez-vous que...",
            "content": "Le 'Bloc Genesis' de DigiByte contenait le titre suivant : 'USA Today: 10/Jan/2014, Cible : Données volées à jusqu'à 110 millions de clients.' Cela a définitivement scellé l'attention de DigiByte sur la cybersécurité.",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #10 - Você sabia...",
            "content": "O 'Bloco Gênesis' do DigiByte continha a seguinte manchete: 'USA Today: 10/Jan/2014, Alvo: Dados roubados de até 110 milhões de clientes.' Isso consolidou para sempre o foco do DigiByte em cibersegurança.",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #10 - क्या आप जानते थे...",
            "content": "DigiByte के 'जेनेसिस ब्लॉक' में निम्नलिखित सुर्खी शामिल थी: 'USA Today: 10/जनवरी/2014, लक्ष्य: 110M ग्राहकों से डेटा चुराया गया।' इसने DigiByte के साइबर सुरक्षा पर ध्यान केंद्रित करने की दिशा में हमेशा के लिए मजबूती प्रदान की।",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #10 - Wist u dat...",
            "content": "Het 'Genesis Block' van DigiByte bevatte de volgende kop: 'USA Today: 10/Jan/2014, Doelwit: Gegevens gestolen van maximaal 110M klanten.' Dit heeft de focus van DigiByte op cyberbeveiliging voor altijd versterkt.",
            "url": ""
        }
    },
    "digifact11": {
        "en": {
            "title": "DigiFact # 11 - Did you know...",
            "content": "DigiByte was the first coin to upgrade from a single mining algorithm to MultiAlgo, for the additional security provided by having 5x algorithms. This upgrade occurred in late 2014 as the 'MultiAlgo' network upgrade. What's MultiAlgo? Learn more here: https://j.mp/3oivy5u",
            "url": "https://j.mp/3oivy5u"
        },
        "zh": {
            "title": "数字事实 #11 - 你知道吗？",
            "content": "DigiByte是第一个从单一挖矿算法升级到MultiAlgo的币，这样做是为了通过拥有5种算法提供额外的安全性。这次升级发生在2014年末，被称为'MultiAlgo'网络升级。什么是MultiAlgo？在这里了解更多：https://j.mp/3oivy5u",
            "url": "https://j.mp/3oivy5u"
        },
        "ru": {
            "title": "ДиджиФакт #11 - Знаете ли вы...",
            "content": "DigiByte стал первой монетой, которая перешла с одного алгоритма майнинга на MultiAlgo, что обеспечило дополнительную безопасность за счет использования 5 различных алгоритмов. Это обновление произошло в конце 2014 года и получило название 'MultiAlgo' сетевое обновление. Что такое MultiAlgo? Узнайте больше здесь: https://j.mp/3oivy5u",
            "url": "https://j.mp/3oivy5u"
        },
        "es": {
            "title": "DigiDato #11 - ¿Sabías que...",
            "content": "DigiByte fue la primera moneda en pasar de un algoritmo de minería único a MultiAlgo, por la seguridad adicional que proporciona tener 5 algoritmos. Esta actualización ocurrió a finales de 2014 como la actualización de red 'MultiAlgo'. ¿Qué es MultiAlgo? Aprende más aquí: https://j.mp/3oivy5u",
            "url": "https://j.mp/3oivy5u"
        },
        "ko": {
            "title": "디지팩트 #11 - 혹시 알고 계셨나요...",
            "content": "디지바이트는 5가지 알고리즘을 갖춤으로써 추가적인 보안을 제공하는 단일 채굴 알고리즘에서 MultiAlgo로 업그레이드한 최초의 코인이었습니다. 이 업그레이드는 2014년 말 'MultiAlgo' 네트워크 업그레이드로 발생했습니다. MultiAlgo란 무엇인가요? 여기서 더 알아보세요: https://j.mp/3oivy5u",
            "url": "https://j.mp/3oivy5u"
        },
        "ja": {
            "title": "デジファクト #11 - ご存知でしたか...",
            "content": "DigiByteは、5つのアルゴリズムを持つことで提供される追加のセキュリティのために、1つのマイニングアルゴリズムからMultiAlgoにアップグレードした最初のコインでした。このアップグレードは2014年後半に'MultiAlgo'ネットワークアップグレードとして行われました。MultiAlgoとは何ですか？こちらで詳しく学んでください: https://j.mp/3oivy5u",
            "url": "https://j.mp/3oivy5u"
        },
        "de": {
            "title": "DigiFakt #11 - Wussten Sie schon...",
            "content": "DigiByte war die erste Kryptowährung, die von einem einzigen Mining-Algorithmus auf MultiAlgo umgestellt hat, um durch fünf verschiedene Algorithmen zusätzliche Sicherheit zu bieten. Dieses Upgrade fand Ende 2014 als 'MultiAlgo' Netzwerk-Upgrade statt. Was ist MultiAlgo? Hier mehr erfahren: https://j.mp/3oivy5u",
            "url": "https://j.mp/3oivy5u"
        },
        "fr": {
            "title": "DigiFact #11 - Saviez-vous que...",
            "content": "DigiByte a été la première monnaie à passer d'un algorithme de minage unique à MultiAlgo, pour la sécurité supplémentaire fournie par la présence de 5 algorithmes. Cette mise à niveau a eu lieu fin 2014 en tant que mise à niveau du réseau 'MultiAlgo'. Qu'est-ce que MultiAlgo ? Apprenez-en plus ici : https://j.mp/3oivy5u",
            "url": "https://j.mp/3oivy5u"
        },
        "pt": {
            "title": "DigiFato #11 - Você sabia...",
            "content": "DigiByte foi a primeira moeda a atualizar de um algoritmo de mineração único para MultiAlgo, pela segurança adicional fornecida por ter 5 algoritmos. Esta atualização ocorreu no final de 2014 como a atualização de rede 'MultiAlgo'. O que é MultiAlgo? Saiba mais aqui: https://j.mp/3oivy5u",
            "url": "https://j.mp/3oivy5u"
        },
        "hi": {
            "title": "डिजीफैक्ट #11 - क्या आप जानते थे...",
            "content": "डिजीबाइट पाँच एल्गोरिदम्स की अतिरिक्त सुरक्षा प्रदान करने के लिए एकल खनन एल्गोरिदम से MultiAlgo में अपग्रेड करने वाला पहला सिक्का था। यह अपग्रेड 2014 के अंत में 'MultiAlgo' नेटवर्क अपग्रेड के रूप में हुआ था। MultiAlgo क्या है? यहां और जानें: https://j.mp/3oivy5u",
            "url": "https://j.mp/3oivy5u"
        },
        "nl": {
            "title": "DigiFeit #11 - Wist u dat...",
            "content": "DigiByte was de eerste munt die overstapte van een enkelvoudig miningalgoritme naar MultiAlgo, voor de extra beveiliging die wordt geboden door het hebben van 5 algoritmen. Deze upgrade vond plaats eind 2014 als de 'MultiAlgo' netwerkupgrade. Wat is MultiAlgo? Leer hier meer: https://j.mp/3oivy5u",
            "url": "https://j.mp/3oivy5u"
        }
    },
    "digifact12": {
        "en": {
            "title": "DigiFact # 12 - Did you know...",
            "content": "Initially, DigiByte only used the Scrypt algorithm for mining. In September 2014, the network upgraded to MultiAlgo, utilizing Scrypt, SHA256, Skein, Qubit & Myriad-Groestl. This massively improved decentralization by enabling a broader variety of mining hardware to be used.",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #12 - 你知道吗？",
            "content": "起初，DigiByte仅使用Scrypt算法进行挖矿。2014年9月，网络升级到MultiAlgo，采用了Scrypt、SHA256、Skein、Qubit和Myriad-Groestl算法。这极大地提高了去中心化程度，使得可以使用更广泛的挖矿硬件。",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #12 - Знаете ли вы...",
            "content": "Изначально DigiByte использовал только алгоритм Scrypt для майнинга. В сентябре 2014 года сеть была обновлена до MultiAlgo, используя алгоритмы Scrypt, SHA256, Skein, Qubit и Myriad-Groestl. Это значительно улучшило децентрализацию, позволив использовать более широкий ассортимент оборудования для майнинга.",
            "url": ""
        },
        "es": {
            "title": "DigiDato #12 - ¿Sabías que...",
            "content": "Inicialmente, DigiByte solo utilizaba el algoritmo Scrypt para la minería. En septiembre de 2014, la red se actualizó a MultiAlgo, utilizando Scrypt, SHA256, Skein, Qubit y Myriad-Groestl. Esto mejoró enormemente la descentralización al permitir el uso de una variedad más amplia de hardware de minería.",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #12 - 혹시 알고 계셨나요...",
            "content": "처음에 디지바이트는 채굴을 위해 Scrypt 알고리즘만을 사용했습니다. 2014년 9월, 네트워크는 MultiAlgo로 업그레이드되어 Scrypt, SHA256, Skein, Qubit 및 Myriad-Groestl을 활용하게 되었습니다. 이는 더 다양한 채굴 하드웨어의 사용을 가능하게 하여 탈중앙화를 대폭 향상시켰습니다.",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #12 - ご存知でしたか...",
            "content": "当初、DigiByteは採掘にScryptアルゴリズムのみを使用していました。2014年9月、ネットワークはMultiAlgoにアップグレードされ、Scrypt、SHA256、Skein、Qubit、Myriad-Groestlが利用されるようになりました。これにより、より幅広い種類のマイニングハードウェアが使用できるようになり、分散化が大幅に改善されました。",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #12 - Wussten Sie schon...",
            "content": "Ursprünglich verwendete DigiByte nur das Scrypt-Verfahren für das Mining. Im September 2014 wurde das Netzwerk auf MultiAlgo umgestellt, wobei Scrypt, SHA256, Skein, Qubit und Myriad-Groestl genutzt wurden. Dies verbesserte die Dezentralisierung erheblich, indem eine breitere Vielfalt von Mining-Hardware eingesetzt werden konnte.",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #12 - Saviez-vous que...",
            "content": "À l'origine, DigiByte utilisait uniquement l'algorithme Scrypt pour le minage. En septembre 2014, le réseau a été mis à jour vers MultiAlgo, utilisant Scrypt, SHA256, Skein, Qubit et Myriad-Groestl. Cela a considérablement amélioré la décentralisation en permettant l'utilisation d'une plus large variété de matériel de minage.",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #12 - Você sabia...",
            "content": "Inicialmente, o DigiByte usava apenas o algoritmo Scrypt para mineração. Em setembro de 2014, a rede foi atualizada para MultiAlgo, utilizando Scrypt, SHA256, Skein, Qubit e Myriad-Groestl. Isso melhorou muito a descentralização, permitindo o uso de uma variedade mais ampla de hardware de mineração.",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #12 - क्या आप जानते थे...",
            "content": "शुरू में, डिजीबाइट केवल माइनिंग के लिए Scrypt एल्गोरिदम का उपयोग करता था। सितंबर 2014 में, नेटवर्क को MultiAlgo में अपग्रेड किया गया, जिसमें Scrypt, SHA256, Skein, Qubit और Myriad-Groestl का उपयोग किया जाता था। इससे विभिन्न प्रकार के माइनिंग हार्डवेयर के उपयोग को सक्षम करके विकेंद्रीकरण में भारी सुधार हुआ।",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #12 - Wist u dat...",
            "content": "Aanvankelijk gebruikte DigiByte alleen het Scrypt-algoritme voor mining. In september 2014 schakelde het netwerk over op MultiAlgo, waarbij gebruik werd gemaakt van Scrypt, SHA256, Skein, Qubit & Myriad-Groestl. Dit verbeterde de decentralisatie enorm door een breder scala aan mininghardware toe te staan.",
            "url": ""
        }
    },
    "digifact13": {
        "en": {
            "title": "DigiFact # 13 - Did you know...",
            "content": "In 2019, DigiByte upgraded the network, replacing the Myriad-Groestl algorithm with Odocrypt, an algorithm designed to be ASIC-resistant by targeting mining with FPGA hardware. However, with most ASIC-resistant algorithms, if the financial incentives are there, eventually ASICs will be developed for these algorithms, as is the case with Odocrypt.",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #13 - 你知道吗？",
            "content": "2019年，DigiByte升级了网络，将Myriad-Groestl算法替换为Odocrypt算法，Odocrypt是一种旨在通过针对FPGA硬件挖矿来抵抗ASIC的算法。然而，对于大多数抵抗ASIC的算法，如果有财务激励，最终会为这些算法开发ASIC，Odocrypt也是如此。",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #13 - Знаете ли вы...",
            "content": "В 2019 году DigiByte обновил сеть, заменив алгоритм Myriad-Groestl на Odocrypt, алгоритм, разработанный для защиты от ASIC путем использования оборудования FPGA для майнинга. Однако, как и в случае с большинством алгоритмов, устойчивых к ASIC, если есть финансовые стимулы, в конечном итоге для этих алгоритмов будут разработаны ASIC, как это произошло с Odocrypt.",
            "url": ""
        },
        "es": {
            "title": "DigiDato #13 - ¿Sabías que...",
            "content": "En 2019, DigiByte actualizó la red, reemplazando el algoritmo Myriad-Groestl con Odocrypt, un algoritmo diseñado para ser resistente a ASIC al apuntar a la minería con hardware FPGA. Sin embargo, como sucede con la mayoría de los algoritmos resistentes a ASIC, si existen incentivos financieros, eventualmente se desarrollarán ASIC para estos algoritmos, como es el caso de Odocrypt.",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #13 - 혹시 알고 계셨나요...",
            "content": "2019년에 DigiByte는 네트워크를 업그레이드하여 Myriad-Groestl 알고리즘을 FPGA 하드웨어 채굴을 목표로 하는 ASIC 저항 알고리즘인 Odocrypt로 교체했습니다. 그러나 대부분의 ASIC 저항 알고리즘과 마찬가지로 재정적 인센티브가 있으면 결국 이러한 알고리즘을 위한 ASIC이 개발될 것입니다. Odocrypt의 경우도 마찬가지입니다.",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #13 - ご存知でしたか...",
            "content": "2019年にDigiByteはネットワークをアップグレードし、Myriad-Groestlアルゴリズムを、FPGAハードウェアをターゲットにASIC耐性を持たせるよう設計されたOdocryptに置き換えました。しかし、ほとんどのASIC耐性アルゴリズムの場合、財政的なインセンティブがあれば、最終的にはOdocryptのようにこれらのアルゴリズム用のASICが開発されるでしょう。",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #13 - Wussten Sie schon...",
            "content": "Im Jahr 2019 hat DigiByte das Netzwerk aktualisiert und den Myriad-Groestl-Algorithmus durch Odocrypt ersetzt, einen Algorithmus, der so entworfen wurde, dass er durch die Ausrichtung auf das Mining mit FPGA-Hardware ASIC-resistent ist. Allerdings werden, wie bei den meisten ASIC-resistenten Algorithmen, wenn finanzielle Anreize bestehen, schließlich ASICs für diese Algorithmen entwickelt, wie es bei Odocrypt der Fall ist.",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #13 - Saviez-vous que...",
            "content": "En 2019, DigiByte a mis à jour le réseau, remplaçant l'algorithme Myriad-Groestl par Odocrypt, un algorithme conçu pour être résistant aux ASIC en ciblant l'exploitation minière avec du matériel FPGA. Cependant, comme pour la plupart des algorithmes résistants aux ASIC, si les incitations financières existent, des ASIC seront finalement développés pour ces algorithmes, comme c'est le cas pour Odocrypt.",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #13 - Você sabia...",
            "content": "Em 2019, o DigiByte atualizou a rede, substituindo o algoritmo Myriad-Groestl pelo Odocrypt, um algoritmo projetado para ser resistente a ASIC ao focar na mineração com hardware FPGA. No entanto, como na maioria dos algoritmos resistentes a ASIC, se houver incentivos financeiros, eventualmente ASICs serão desenvolvidos para esses algoritmos, como é o caso do Odocrypt.",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #13 - क्या आप जानते थे...",
            "content": "2019 में, DigiByte ने नेटवर्क अपग्रेड किया, Myriad-Groestl एल्गोरिदम को Odocrypt से बदल दिया, जो FPGA हार्डवेयर के साथ माइनिंग को लक्षित करके ASIC-प्रतिरोधी होने के लिए डिज़ाइन किया गया था। हालाँकि, अधिकांश ASIC-प्रतिरोधी एल्गोरिदमों के साथ, यदि वित्तीय प्रोत्साहन हैं, तो अंततः इन एल्गोरिदमों के लिए ASIC विकसित किए जाएंगे, जैसा कि Odocrypt के साथ है।",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #13 - Wist u dat...",
            "content": "In 2019 heeft DigiByte het netwerk geüpgraded door het Myriad-Groestl-algoritme te vervangen door Odocrypt, een algoritme ontworpen om ASIC-bestendig te zijn door zich te richten op mining met FPGA-hardware. Echter, zoals met de meeste ASIC-resistente algoritmen, zullen uiteindelijk ASIC's worden ontwikkeld voor deze algoritmen als de financiële prikkels aanwezig zijn, zoals het geval is met Odocrypt.",
            "url": ""
        }
    },
    "digifact14": {
        "en": {
            "title": "DigiFact # 14 - Did you know...",
            "content": "In 2018, the DigiByte community raised enough funds to supply Venezuelan refugees crossing the border with over a thousand bottles of water, feed 160 orphaned children for a month, provide essential maintenance for a hospital, refurbish an Adicora school kitchen, and host several free community lunches for hundreds of people.",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #14 - 你知道吗？",
            "content": "2018年，DigiByte社区筹集了足够的资金，为越境的委内瑞拉难民提供了超过一千瓶水，供养了160名孤儿一个月，为一家医院提供了必要的维护，翻新了Adicora学校的厨房，并为数百人举办了几次免费的社区午餐。",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #14 - Знаете ли вы...",
            "content": "В 2018 году сообщество DigiByte собрало достаточно средств, чтобы обеспечить венесуэльских беженцев, пересекающих границу, более чем тысячей бутылок воды, накормить 160 сирот на месяц, обеспечить необходимое обслуживание для больницы, отремонтировать кухню школы в Адикоре и организовать несколько бесплатных общественных обедов для сотен людей.",
            "url": ""
        },
        "es": {
            "title": "DigiDato #14 - ¿Sabías que...",
            "content": "En 2018, la comunidad de DigiByte recaudó fondos suficientes para suministrar a los refugiados venezolanos que cruzaban la frontera con más de mil botellas de agua, alimentar a 160 niños huérfanos durante un mes, proporcionar mantenimiento esencial para un hospital, renovar una cocina escolar en Adicora y organizar varios almuerzos comunitarios gratuitos para cientos de personas.",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #14 - 혹시 알고 계셨나요...",
            "content": "2018년에 DigiByte 커뮤니티는 국경을 넘는 베네수엘라 난민들에게 천 개 이상의 물병을 공급하고, 160명의 고아 아동들에게 한 달간의 식사를 제공하며, 병원의 필수 유지 보수를 제공하고, Adicora 학교 주방을 리모델링하고, 수백 명의 사람들을 위한 여러 번의 무료 커뮤니티 점심 식사를 개최하기 위해 충분한 자금을 모았습니다.",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #14 - ご存知でしたか...",
            "content": "2018年にDigiByteコミュニティは、国境を越えるベネズエラ難民に千本以上の水を提供し、160人の孤児に1ヶ月間の食事を供給し、病院の必要なメンテナンスを行い、アディコラの学校のキッチンを改修し、何百人もの人々のための無料のコミュニティランチを数回開催するために十分な資金を調達しました。",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #14 - Wussten Sie schon...",
            "content": "Im Jahr 2018 sammelte die DigiByte-Gemeinschaft genügend Mittel, um venezolanischen Flüchtlingen, die die Grenze überquerten, über tausend Flaschen Wasser zur Verfügung zu stellen, 160 Waisenkinder einen Monat lang zu ernähren, notwendige Wartungsarbeiten in einem Krankenhaus durchzuführen, eine Schulküche in Adicora zu renovieren und mehrere kostenlose Gemeinschaftsmittagessen für Hunderte von Menschen zu veranstalten.",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #14 - Saviez-vous que...",
            "content": "En 2018, la communauté DigiByte a recueilli suffisamment de fonds pour fournir plus de mille bouteilles d'eau aux réfugiés vénézuéliens traversant la frontière, nourrir 160 enfants orphelins pendant un mois, fournir l'entretien essentiel d'un hôpital, rénover une cuisine d'école à Adicora, et organiser plusieurs déjeuners communautaires gratuits pour des centaines de personnes.",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #14 - Você sabia...",
            "content": "Em 2018, a comunidade DigiByte arrecadou fundos suficientes para fornecer mais de mil garrafas de água para refugiados venezuelanos que cruzavam a fronteira, alimentar 160 crianças órfãs por um mês, fornecer manutenção essencial para um hospital, reformar uma cozinha escolar em Adicora e organizar vários almoços comunitários gratuitos para centenas de pessoas.",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #14 - क्या आप जानते थे...",
            "content": "2018 में, डिजीबाइट समुदाय ने पर्याप्त धनराशि जुटाई ताकि सीमा पार करने वाले वेनेजुएला के शरणार्थियों को एक हजार से अधिक पानी की बोतलें, 160 अनाथ बच्चों को एक महीने का खाना, एक अस्पताल के लिए आवश्यक रखरखाव प्रदान कर सकें, Adicora स्कूल की रसोई का नवीनीकरण कर सकें, और सैकड़ों लोगों के लिए कई मुफ्त सामुदायिक दोपहर के भोजन की मेजबानी कर सकें।",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #14 - Wist u dat...",
            "content": "In 2018 heeft de DigiByte-gemeenschap genoeg fondsen geworven om Venezolaanse vluchtelingen die de grens overstaken te voorzien van meer dan duizend flessen water, 160 weeskinderen een maand lang te voeden, essentieel onderhoud voor een ziekenhuis te bieden, een schoolkeuken in Adicora op te knappen, en meerdere gratis gemeenschapslunches voor honderden mensen te organiseren.",
            "url": ""
        }
    },
    "digifact15": {
        "en": {
            "title": "DigiFact # 15 - Did you know...",
            "content": "DigiByte is not an ICO or a token launched on another network, but rather a pure blockchain project with its own consensus rules like Bitcoin or Vertcoin.",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #15 - 你知道吗？",
            "content": "DigiByte不是一个在其他网络上发行的ICO或代币，而是一个纯粹的区块链项目，有着像比特币或Vertcoin这样的自己的共识规则。",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #15 - Знаете ли вы...",
            "content": "DigiByte — это не ICO или токен, запущенный в другой сети, а чистый блокчейн-проект со своими правилами консенсуса, подобно Bitcoin или Vertcoin.",
            "url": ""
        },
        "es": {
            "title": "DigiDato #15 - ¿Sabías que...",
            "content": "DigiByte no es un ICO o un token lanzado en otra red, sino un proyecto de blockchain puro con sus propias reglas de consenso como Bitcoin o Vertcoin.",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #15 - 혹시 알고 계셨나요...",
            "content": "DigiByte는 다른 네트워크에서 시작된 ICO나 토큰이 아니라 비트코인이나 버트코인처럼 자체 합의 규칙을 가진 순수한 블록체인 프로젝트입니다.",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #15 - ご存知でしたか...",
            "content": "DigiByteは他のネットワークで発売されたICOやトークンではなく、BitcoinやVertcoinのように独自の合意形成ルールを持つ純粋なブロックチェーンプロジェクトです。",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #15 - Wussten Sie schon...",
            "content": "DigiByte ist kein ICO oder ein Token, der auf einem anderen Netzwerk gestartet wurde, sondern ein reines Blockchain-Projekt mit eigenen Konsensregeln wie Bitcoin oder Vertcoin.",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #15 - Saviez-vous que...",
            "content": "DigiByte n'est ni un ICO ni un token lancé sur un autre réseau, mais plutôt un projet de blockchain pur avec ses propres règles de consensus comme Bitcoin ou Vertcoin.",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #15 - Você sabia...",
            "content": "DigiByte não é um ICO ou um token lançado em outra rede, mas sim um projeto de blockchain puro com suas próprias regras de consenso como Bitcoin ou Vertcoin.",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #15 - क्या आप जानते थे...",
            "content": "डिजीबाइट कोई ICO या अन्य नेटवर्क पर लॉन्च किया गया टोकन नहीं है, बल्कि यह एक शुद्ध ब्लॉकचैन प्रोजेक्ट है जिसके अपने सहमति नियम हैं जैसे कि बिटकॉइन या वर्टकॉइन।",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #15 - Wist u dat...",
            "content": "DigiByte is geen ICO of een token gelanceerd op een ander netwerk, maar een puur blockchainproject met eigen consensusregels zoals Bitcoin of Vertcoin.",
            "url": ""
        }
    },
    "digifact16": {
        "en": {
            "title": "DigiFact # 16 - Did you know...",
            "content": "For general DigiByte support, a good place to start is with the community support tool available here: https://dgbsupport.digiassetx.com/",
            "url": "https://dgbsupport.digiassetx.com/"
        },
        "zh": {
            "title": "数字事实 #16 - 你知道吗？",
            "content": "对于DigiByte的一般支持，一个好的起点是这里提供的社区支持工具：https://dgbsupport.digiassetx.com/",
            "url": "https://dgbsupport.digiassetx.com/"
        },
        "ru": {
            "title": "ДиджиФакт #16 - Знаете ли вы...",
            "content": "Для общей поддержки DigiByte хорошим началом будет инструмент поддержки сообщества, доступный здесь: https://dgbsupport.digiassetx.com/",
            "url": "https://dgbsupport.digiassetx.com/"
        },
        "es": {
            "title": "DigiDato #16 - ¿Sabías que...",
            "content": "Para soporte general de DigiByte, un buen lugar para comenzar es con la herramienta de soporte comunitario disponible aquí: https://dgbsupport.digiassetx.com/",
            "url": "https://dgbsupport.digiassetx.com/"
        },
        "ko": {
            "title": "디지팩트 #16 - 혹시 알고 계셨나요...",
            "content": "DigiByte에 대한 일반 지원은 여기에 있는 커뮤니티 지원 도구를 사용하는 것이 좋은 출발점입니다: https://dgbsupport.digiassetx.com/",
            "url": "https://dgbsupport.digiassetx.com/"
        },
        "ja": {
            "title": "デジファクト #16 - ご存知でしたか...",
            "content": "DigiByteの一般的なサポートについては、こちらのコミュニティサポートツールから始めることをお勧めします: https://dgbsupport.digiassetx.com/",
            "url": "https://dgbsupport.digiassetx.com/"
        },
        "de": {
            "title": "DigiFakt #16 - Wussten Sie schon...",
            "content": "Für allgemeine Unterstützung von DigiByte ist ein guter Startpunkt das hier verfügbare Community-Support-Tool: https://dgbsupport.digiassetx.com/",
            "url": "https://dgbsupport.digiassetx.com/"
        },
        "fr": {
            "title": "DigiFact #16 - Saviez-vous que...",
            "content": "Pour obtenir de l'aide générale sur DigiByte, un bon point de départ est l'outil de support communautaire disponible ici : https://dgbsupport.digiassetx.com/",
            "url": "https://dgbsupport.digiassetx.com/"
        },
        "pt": {
            "title": "DigiFato #16 - Você sabia...",
            "content": "Para suporte geral ao DigiByte, um bom ponto de partida é a ferramenta de suporte da comunidade disponível aqui: https://dgbsupport.digiassetx.com/",
            "url": "https://dgbsupport.digiassetx.com/"
        },
        "hi": {
            "title": "डिजीफैक्ट #16 - क्या आप जानते थे...",
            "content": "डिजीबाइट समर्थन के लिए, एक अच्छी शुरुआत यहां उपलब्ध सामुदायिक सहायता उपकरण के साथ हो सकती है: https://dgbsupport.digiassetx.com/",
            "url": "https://dgbsupport.digiassetx.com/"
        },
        "nl": {
            "title": "DigiFeit #16 - Wist u dat...",
            "content": "Voor algemene ondersteuning van DigiByte is een goed startpunt het community-ondersteuningstool hier beschikbaar: https://dgbsupport.digiassetx.com/",
            "url": "https://dgbsupport.digiassetx.com/"
        }
    },
    "digifact17": {
        "en": {
            "title": "DigiFact # 17 - Did you know...",
            "content": "DigiByte can be used to store tiny amounts (80-bytes) of data along with a transaction known as OP_RETURN. This is useful for document hashes for notarization/validation, dApps, scripting, and more.",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #17 - 你知道吗？",
            "content": "DigiByte可以用来存储少量数据（80字节），这在交易中被称为OP_RETURN。这对于文件哈希的公证/验证、分布式应用、脚本编写等非常有用。",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #17 - Знаете ли вы...",
            "content": "DigiByte можно использовать для хранения небольших объемов данных (80 байт) вместе с транзакцией, известной как OP_RETURN. Это полезно для хэшей документов для нотариального удостоверения/проверки, децентрализованных приложений, скриптов и многого другого.",
            "url": ""
        },
        "es": {
            "title": "DigiDato #17 - ¿Sabías que...",
            "content": "DigiByte se puede utilizar para almacenar pequeñas cantidades (80 bytes) de datos junto con una transacción conocida como OP_RETURN. Esto es útil para hashes de documentos para notarización/validación, dApps, scripting y más.",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #17 - 혹시 알고 계셨나요...",
            "content": "DigiByte는 거래와 함께 소량의 데이터(80바이트)를 저장하는 데 사용할 수 있으며, 이는 OP_RETURN으로 알려져 있습니다. 이는 문서 해시의 공증/검증, dApps, 스크립팅 등에 유용합니다.",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #17 - ご存知でしたか...",
            "content": "DigiByteは、トランザクションとともに少量（80バイト）のデータを保存するために使用でき、これはOP_RETURNとして知られています。これは文書のハッシュの公証/検証、dApps、スクリプティングなどに便利です。",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #17 - Wussten Sie schon...",
            "content": "DigiByte kann verwendet werden, um kleine Mengen an Daten (80 Bytes) zusammen mit einer Transaktion zu speichern, bekannt als OP_RETURN. Dies ist nützlich für Dokumentenhashes zur Beglaubigung/Validierung, dApps, Scripting und mehr.",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #17 - Saviez-vous que...",
            "content": "DigiByte peut être utilisé pour stocker de petites quantités (80 octets) de données avec une transaction connue sous le nom de OP_RETURN. Cela est utile pour les hachages de documents pour la notarisation/validation, les dApps, l'écriture de scripts, et plus encore.",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #17 - Você sabia...",
            "content": "DigiByte pode ser usado para armazenar pequenas quantidades (80 bytes) de dados junto com uma transação conhecida como OP_RETURN. Isso é útil para hashes de documentos para notarização/validação, dApps, scripts e mais.",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #17 - क्या आप जानते थे...",
            "content": "DigiByte का उपयोग एक लेनदेन के साथ छोटी मात्रा (80-बाइट्स) के डेटा को स्टोर करने के लिए किया जा सकता है, जिसे OP_RETURN के रूप में जाना जाता है। यह दस्तावेज़ हैशेज के नोटराइज़ेशन/सत्यापन, dApps, स्क्रिप्टिंग और अधिक के लिए उपयोगी है।",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #17 - Wist u dat...",
            "content": "DigiByte kan worden gebruikt om kleine hoeveelheden (80 bytes) aan gegevens op te slaan samen met een transactie bekend als OP_RETURN. Dit is handig voor document hashes voor notarisatie/validatie, dApps, scripting en meer.",
            "url": ""
        }
    },
    "digifact18": {
        "en": {
            "title": "DigiFact # 18 - Did you know...",
            "content": "You can look up any transaction on the DigiByte Blockchain by inputting a transaction ID, DigiByte address, or block number into a 'Blockchain Explorer'. The community maintains one such explorer you can use at: https://digiexplorer.info.",
            "url": "https://digiexplorer.info"
        },
        "zh": {
            "title": "数字事实 #18 - 你知道吗？",
            "content": "您可以通过在“区块链浏览器”中输入交易ID、DigiByte地址或区块号来查找DigiByte区块链上的任何交易。社区维护了一个这样的浏览器，您可以在这里使用：https://digiexplorer.info。",
            "url": "https://digiexplorer.info"
        },
        "ru": {
            "title": "ДиджиФакт #18 - Знаете ли вы...",
            "content": "Вы можете найти любую транзакцию в блокчейне DigiByte, введя ID транзакции, адрес DigiByte или номер блока в 'Blockchain Explorer'. Сообщество поддерживает такой обозреватель, которым вы можете воспользоваться: https://digiexplorer.info.",
            "url": "https://digiexplorer.info"
        },
        "es": {
            "title": "DigiDato #18 - ¿Sabías que...",
            "content": "Puedes buscar cualquier transacción en la Blockchain de DigiByte introduciendo un ID de transacción, dirección de DigiByte o número de bloque en un 'Explorador de Blockchain'. La comunidad mantiene uno de estos exploradores que puedes usar en: https://digiexplorer.info.",
            "url": "https://digiexplorer.info"
        },
        "ko": {
            "title": "디지팩트 #18 - 혹시 알고 계셨나요...",
            "content": "DigiByte 블록체인에서 거래 ID, DigiByte 주소 또는 블록 번호를 '블록체인 탐색기'에 입력하여 어떤 거래도 조회할 수 있습니다. 커뮤니티에서는 다음 링크에서 사용할 수 있는 탐색기를 유지하고 있습니다: https://digiexplorer.info.",
            "url": "https://digiexplorer.info"
        },
        "ja": {
            "title": "デジファクト #18 - ご存知でしたか...",
            "content": "DigiByte BlockchainでトランザクションID、DigiByteアドレス、またはブロック番号を「ブロックチェーンエクスプローラー」に入力することで、任意のトランザクションを検索することができます。コミュニティはそのようなエクスプローラーを一つ保持しており、こちらで使用できます：https://digiexplorer.info.",
            "url": "https://digiexplorer.info"
        },
        "de": {
            "title": "DigiFakt #18 - Wussten Sie schon...",
            "content": "Sie können jede Transaktion auf der DigiByte Blockchain nachschlagen, indem Sie eine Transaktions-ID, DigiByte-Adresse oder Blocknummer in einen 'Blockchain Explorer' eingeben. Die Community unterhält einen solchen Explorer, den Sie unter folgender Adresse nutzen können: https://digiexplorer.info.",
            "url": "https://digiexplorer.info"
        },
        "fr": {
            "title": "DigiFact #18 - Saviez-vous que...",
            "content": "Vous pouvez rechercher n'importe quelle transaction sur la Blockchain DigiByte en saisissant un ID de transaction, une adresse DigiByte ou un numéro de bloc dans un 'Explorateur de Blockchain'. La communauté maintient un tel explorateur que vous pouvez utiliser à l'adresse : https://digiexplorer.info.",
            "url": "https://digiexplorer.info"
        },
        "pt": {
            "title": "DigiFato #18 - Você sabia...",
            "content": "Você pode procurar qualquer transação no Blockchain DigiByte inserindo um ID de transação, endereço DigiByte ou número de bloco em um 'Explorador de Blockchain'. A comunidade mantém um explorador que você pode usar em: https://digiexplorer.info.",
            "url": "https://digiexplorer.info"
        },
        "hi": {
            "title": "डिजीफैक्ट #18 - क्या आप जानते थे...",
            "content": "आप DigiByte ब्लॉकचेन पर किसी भी लेन-देन को देख सकते हैं जिसमें आप 'ब्लॉकचेन एक्सप्लोरर' में लेनदेन आईडी, DigiByte पता, या ब्लॉक नंबर डालते हैं। समुदाय ऐसा एक एक्सप्लोरर बनाए रखता है जिसे आप यहां उपयोग कर सकते हैं: https://digiexplorer.info.",
            "url": "https://digiexplorer.info"
        },
        "nl": {
            "title": "DigiFeit #18 - Wist u dat...",
            "content": "U kunt elke transactie op de DigiByte Blockchain opzoeken door een transactie-ID, DigiByte-adres of bloknummer in te voeren in een 'Blockchain Explorer'. De gemeenschap onderhoudt zo'n verkenner die u hier kunt gebruiken: https://digiexplorer.info.",
            "url": "https://digiexplorer.info"
        }
    },
    "digifact19": {
        "en": {
            "title": "DigiFact # 19 - Did you know...",
            "content": "Have you ever wanted to run your own DigiExplorer? Or get other data out of the blockchain so you can integrate it with your business? There are handy guides that will help you here: https://dgbwiki.com",
            "url": "https://dgbwiki.com"
        },
        "zh": {
            "title": "数字事实 #19 - 你知道吗？",
            "content": "你是否想过要运行自己的DigiExplorer？或者从区块链中获取其他数据以便与您的业务集成？这里有一些方便的指南可以帮助你：https://dgbwiki.com",
            "url": "https://dgbwiki.com"
        },
        "ru": {
            "title": "ДиджиФакт #19 - Знаете ли вы...",
            "content": "Хотели ли вы когда-нибудь запустить свой собственный DigiExplorer? Или получить другие данные из блокчейна, чтобы интегрировать их в ваш бизнес? Здесь вы найдете полезные руководства, которые помогут вам: https://dgbwiki.com",
            "url": "https://dgbwiki.com"
        },
        "es": {
            "title": "DigiDato #19 - ¿Sabías que...",
            "content": "¿Alguna vez has querido ejecutar tu propio DigiExplorer? ¿O sacar otros datos de la blockchain para integrarlos con tu negocio? Hay guías útiles que te ayudarán aquí: https://dgbwiki.com",
            "url": "https://dgbwiki.com"
        },
        "ko": {
            "title": "디지팩트 #19 - 혹시 알고 계셨나요...",
            "content": "자신만의 DigiExplorer를 운영하고 싶거나 블록체인에서 다른 데이터를 추출하여 비즈니스와 통합하고 싶으신 적이 있나요? 여기에 도움이 될 유용한 가이드가 있습니다: https://dgbwiki.com",
            "url": "https://dgbwiki.com"
        },
        "ja": {
            "title": "デジファクト #19 - ご存知でしたか...",
            "content": "自分自身のDigiExplorerを実行したいですか？または、ビジネスと統合するためにブロックチェーンから他のデータを取得したいですか？ここに役立つガイドがあります: https://dgbwiki.com",
            "url": "https://dgbwiki.com"
        },
        "de": {
            "title": "DigiFakt #19 - Wussten Sie schon...",
            "content": "Wollten Sie schon immer Ihren eigenen DigiExplorer betreiben? Oder andere Daten aus der Blockchain extrahieren, um sie in Ihr Geschäft zu integrieren? Hier finden Sie nützliche Anleitungen, die Ihnen dabei helfen: https://dgbwiki.com",
            "url": "https://dgbwiki.com"
        },
        "fr": {
            "title": "DigiFact #19 - Saviez-vous que...",
            "content": "Avez-vous déjà voulu exécuter votre propre DigiExplorer ? Ou extraire d'autres données de la blockchain pour les intégrer à votre entreprise ? Il existe des guides pratiques qui vous aideront ici : https://dgbwiki.com",
            "url": "https://dgbwiki.com"
        },
        "pt": {
            "title": "DigiFato #19 - Você sabia...",
            "content": "Você já quis rodar o seu próprio DigiExplorer? Ou obter outros dados da blockchain para integrar com o seu negócio? Existem guias úteis que irão ajudá-lo aqui: https://dgbwiki.com",
            "url": "https://dgbwiki.com"
        },
        "hi": {
            "title": "डिजीफैक्ट #19 - क्या आप जानते थे...",
            "content": "क्या आप कभी अपना खुद का DigiExplorer चलाना चाहते हैं? या ब्लॉकचेन से अन्य डेटा प्राप्त करना चाहते हैं ताकि आप उसे अपने व्यवसाय में एकीकृत कर सकें? यहां कुछ उपयोगी गाइड हैं जो आपकी मदद करेंगे: https://dgbwiki.com",
            "url": "https://dgbwiki.com"
        },
        "nl": {
            "title": "DigiFeit #19 - Wist u dat...",
            "content": "Wilde je ooit je eigen DigiExplorer uitvoeren? Of andere gegevens uit de blockchain halen om te integreren met je bedrijf? Er zijn handige gidsen die je hierbij kunnen helpen: https://dgbwiki.com",
            "url": "https://dgbwiki.com"
        }
    },
    "digifact20": {
        "en": {
            "title": "DigiFact # 20 - Did you know...",
            "content": "The name 'DigiByte' was originally chosen as it signifies a 'Digital Byte' of data. This is because blockchain technology such as DigiByte can be used for so much more than as a 'coin' such as silver or gold. DigiByte is incredibly multi-purpose.",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #20 - 你知道吗？",
            "content": "'DigiByte'这个名字最初被选中是因为它象征着数据的'数字字节'。这是因为像DigiByte这样的区块链技术可以用于远超过像银或金这样的'硬币'。DigiByte用途极其广泛。",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #20 - Знаете ли вы...",
            "content": "Название 'DigiByte' было выбрано изначально, поскольку оно обозначает 'цифровой байт' данных. Это потому, что такие технологии блокчейна, как DigiByte, могут использоваться гораздо шире, чем просто 'монета', такая как серебро или золото. DigiByte имеет невероятно многогранное применение.",
            "url": ""
        },
        "es": {
            "title": "DigiDato #20 - ¿Sabías que...",
            "content": "El nombre 'DigiByte' fue elegido originalmente porque significa un 'Byte Digital' de datos. Esto se debe a que la tecnología blockchain como DigiByte puede usarse para mucho más que como una 'moneda' como la plata o el oro. DigiByte tiene múltiples propósitos.",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #20 - 혹시 알고 계셨나요...",
            "content": "'DigiByte'라는 이름은 원래 '디지털 바이트'의 데이터를 의미하기 때문에 선택되었습니다. 이는 DigiByte와 같은 블록체인 기술이 은이나 금과 같은 '코인'으로서뿐만 아니라 훨씬 더 많은 용도로 사용될 수 있기 때문입니다. DigiByte는 놀랍도록 다목적입니다.",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #20 - ご存知でしたか...",
            "content": "'DigiByte'という名前はもともと、「デジタルバイト」のデータを意味するものとして選ばれました。これは、銀や金のような'コイン'としてだけでなく、DigiByteのようなブロックチェーン技術がはるかに多くのことに使用できるためです。DigiByteは信じられないほど多目的に使用できます。",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #20 - Wussten Sie schon...",
            "content": "Der Name 'DigiByte' wurde ursprünglich gewählt, da er ein 'Digitales Byte' an Daten symbolisiert. Dies liegt daran, dass Blockchain-Technologie wie DigiByte für viel mehr als nur als 'Münze' wie Silber oder Gold verwendet werden kann. DigiByte ist unglaublich vielseitig.",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #20 - Saviez-vous que...",
            "content": "Le nom 'DigiByte' a été choisi à l'origine car il signifie un 'Byte Numérique' de données. C'est parce que la technologie blockchain comme DigiByte peut être utilisée pour bien plus que comme une 'pièce' telle que l'argent ou l'or. DigiByte est incroyablement polyvalent.",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #20 - Você sabia...",
            "content": "O nome 'DigiByte' foi originalmente escolhido pois significa um 'Byte Digital' de dados. Isso porque a tecnologia blockchain como DigiByte pode ser usada para muito mais do que como uma 'moeda', como a prata ou o ouro. DigiByte é incrivelmente versátil.",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #20 - क्या आप जानते थे...",
            "content": "'डिजीबाइट' नाम मूल रूप से इसलिए चुना गया था क्योंकि यह डेटा का 'डिजिटल बाइट' सूचित करता है। इसका कारण यह है कि डिजीबाइट जैसी ब्लॉकचेन तकनीक का उपयोग चांदी या सोने जैसे 'सिक्के' से कहीं अधिक के लिए किया जा सकता है। डिजीबाइट अत्यंत बहुउद्देशीय है।",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #20 - Wist u dat...",
            "content": "De naam 'DigiByte' werd oorspronkelijk gekozen omdat het een 'Digitale Byte' van gegevens betekent. Dit komt omdat blockchain-technologie zoals DigiByte voor veel meer gebruikt kan worden dan alleen als een 'munt', zoals zilver of goud. DigiByte is ongelooflijk veelzijdig.",
            "url": ""
        }
    },
    "digifact21": {
        "en": {
            "title": "DigiFact # 21 - Did you know...",
            "content": "A copy of the DigiByte blockchain open source code v7.17.3 is lying in cold storage 250 meters deep in the permafrost of an Arctic mountain! Thanks to the GitHub Arctic Code Vault program!",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #21 - 你知道吗？",
            "content": "DigiByte区块链开源代码v7.17.3的一个副本被存放在北极山脉永久冻土中250米深的冷藏库中！这要归功于GitHub北极代码库计划！",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #21 - Знаете ли вы...",
            "content": "Копия исходного кода открытого исходника блокчейна DigiByte v7.17.3 лежит на глубине 250 метров в вечной мерзлоте арктической горы! Все благодаря программе GitHub Arctic Code Vault!",
            "url": ""
        },
        "es": {
            "title": "DigiDato #21 - ¿Sabías que...",
            "content": "¡Una copia del código fuente abierto de la blockchain de DigiByte v7.17.3 está en almacenamiento en frío a 250 metros de profundidad en el permafrost de una montaña ártica! ¡Gracias al programa GitHub Arctic Code Vault!",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #21 - 혹시 알고 계셨나요...",
            "content": "DigiByte 블록체인 오픈 소스 코드 v7.17.3의 복사본이 북극 산의 영구 동토층 250미터 깊이에 있는 냉동 저장소에 있습니다! GitHub Arctic Code Vault 프로그램 덕분입니다!",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #21 - ご存知でしたか...",
            "content": "DigiByteブロックチェーンのオープンソースコードv7.17.3のコピーが、北極山脈の永久凍土の250メートルの深さにある冷蔵保管庫に保管されています！GitHubアークティックコードヴォールトプログラムのおかげです！",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #21 - Wussten Sie schon...",
            "content": "Eine Kopie des Open-Source-Codes der DigiByte-Blockchain v7.17.3 liegt in einem Kühllager 250 Meter tief im Permafrost eines arktischen Berges! Dank des GitHub Arctic Code Vault-Programms!",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #21 - Saviez-vous que...",
            "content": "Une copie du code source ouvert de la blockchain DigiByte v7.17.3 repose dans un stockage froid à 250 mètres de profondeur dans le pergélisol d'une montagne arctique ! Grâce au programme GitHub Arctic Code Vault !",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #21 - Você sabia...",
            "content": "Uma cópia do código-fonte aberto da blockchain DigiByte v7.17.3 está em armazenamento a frio a 250 metros de profundidade no permafrost de uma montanha ártica! Graças ao programa GitHub Arctic Code Vault!",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #21 - क्या आप जानते थे...",
            "content": "DigiByte ब्लॉकचेन ओपन सोर्स कोड v7.17.3 की एक प्रति आर्कटिक पर्वत के पर्माफ्रॉस्ट में 250 मीटर गहराई में ठंडे भंडारण में पड़ी है! GitHub Arctic Code Vault कार्यक्रम की बदौलत!",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #21 - Wist u dat...",
            "content": "Een kopie van de open source code van de DigiByte blockchain v7.17.3 ligt in koude opslag 250 meter diep in de permafrost van een Arctische berg! Dankzij het GitHub Arctic Code Vault programma!",
            "url": ""
        }
    },
    "digifact22": {
        "en": {
            "title": "DigiFact # 22 - Did you know...",
            "content": "DigiByte is available on 100+ exchanges, including many different fiat pairings with local currencies, making it easier than ever to buy DigiByte.",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #22 - 你知道吗？",
            "content": "DigiByte在100多个交易所上市，包括与许多不同本地货币的法定货币配对，使购买DigiByte比以往更加容易。",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #22 - Знаете ли вы...",
            "content": "DigiByte доступен на более чем 100 биржах, включая множество различных фиатных пар с местными валютами, что облегчает покупку DigiByte.",
            "url": ""
        },
        "es": {
            "title": "DigiDato #22 - ¿Sabías que...",
            "content": "DigiByte está disponible en más de 100 intercambios, incluyendo muchos emparejamientos fiat con monedas locales, lo que facilita la compra de DigiByte.",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #22 - 혹시 알고 계셨나요...",
            "content": "DigiByte는 100개 이상의 거래소에서 사용할 수 있으며, 다양한 현지 화폐와의 피아트 페어링을 포함하여 DigiByte 구매가 그 어느 때보다 쉬워졌습니다.",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #22 - ご存知でしたか...",
            "content": "DigiByteは100以上の取引所で利用可能で、多くの異なるフィアット通貨ペアリングを含む地元通貨で、これまで以上に簡単にDigiByteを購入できます。",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #22 - Wussten Sie schon...",
            "content": "DigiByte ist auf über 100 Börsen verfügbar, einschließlich vieler verschiedener Fiat-Paarungen mit lokalen Währungen, was den Kauf von DigiByte einfacher denn je macht.",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #22 - Saviez-vous que...",
            "content": "DigiByte est disponible sur plus de 100 échanges, y compris de nombreux appariements fiat avec des monnaies locales, ce qui facilite plus que jamais l'achat de DigiByte.",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #22 - Você sabia...",
            "content": "DigiByte está disponível em mais de 100 exchanges, incluindo muitos pares fiat com moedas locais, tornando mais fácil do que nunca comprar DigiByte.",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #22 - क्या आप जानते थे...",
            "content": "डिजीबाइट 100 से अधिक एक्सचेंजों पर उपलब्ध है, जिसमें कई अलग-अलग फिएट जोड़े स्थानीय मुद्राओं के साथ शामिल हैं, जिससे डिजीबाइट खरीदना पहले से कहीं ज्यादा आसान हो गया है।",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #22 - Wist u dat...",
            "content": "DigiByte is beschikbaar op meer dan 100 beurzen, inclusief vele verschillende fiat koppelingen met lokale valuta's, waardoor het makkelijker dan ooit is om DigiByte te kopen.",
            "url": ""
        }
    },
    "digifact23": {
        "en": {
            "title": "DigiFact # 23 - Did you know...",
            "content": "DigiByte was founded by Jared Tate in 2013 and the Genesis block was mined on 10th January 2014. While Jared remains an active member of the DigiByte community, and is one of the Core developers, he does not dictate the direction of the project. DigiByte has no boss - it is entirely run and managed by a global community of dedicated volunteers.",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #23 - 你知道吗？",
            "content": "DigiByte由Jared Tate于2013年创立，创世区块于2014年1月10日开采。虽然Jared仍然是DigiByte社区的活跃成员，并且是核心开发人员之一，但他并不指示项目的方向。DigiByte没有老板 - 它完全由一个全球的志愿者社区运营和管理。",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #23 - Знаете ли вы...",
            "content": "DigiByte был основан Джаредом Тейтом в 2013 году, а генезис-блок был добыт 10 января 2014 года. Хотя Джаред остается активным членом сообщества DigiByte и одним из основных разработчиков, он не диктует направление проекта. У DigiByte нет босса - он полностью управляется и контролируется глобальным сообществом преданных волонтеров.",
            "url": ""
        },
        "es": {
            "title": "DigiDato #23 - ¿Sabías que...",
            "content": "DigiByte fue fundado por Jared Tate en 2013 y el bloque Génesis fue minado el 10 de enero de 2014. Mientras que Jared sigue siendo un miembro activo de la comunidad de DigiByte y uno de los desarrolladores principales, él no dicta la dirección del proyecto. DigiByte no tiene jefe - es completamente dirigido y gestionado por una comunidad global de voluntarios dedicados.",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #23 - 혹시 알고 계셨나요...",
            "content": "DigiByte는 2013년에 Jared Tate에 의해 설립되었으며, 제네시스 블록은 2014년 1월 10일에 채굴되었습니다. Jared는 여전히 DigiByte 커뮤니티의 활발한 멤버이자 핵심 개발자 중 한 명이지만, 프로젝트의 방향을 지시하지 않습니다. DigiByte에는 보스가 없습니다 - 전적으로 전 세계 헌신적인 자원봉사자 커뮤니티에 의해 운영되고 관리됩니다.",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #23 - ご存知でしたか...",
            "content": "DigiByteは2013年にジャレッド・テイトによって創設され、創世記のブロックは2014年1月10日に採掘されました。ジャレッドは引き続きDigiByteコミュニティの活動的なメンバーであり、コア開発者の一人ですが、プロジェクトの方向性を指図することはありません。DigiByteにはボスがいません - それは完全に世界中の献身的なボランティアのコミュニティによって運営され、管理されています。",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #23 - Wussten Sie schon...",
            "content": "DigiByte wurde 2013 von Jared Tate gegründet und der Genesis-Block wurde am 10. Januar 2014 abgebaut. Obwohl Jared ein aktives Mitglied der DigiByte-Gemeinschaft und einer der Kernentwickler bleibt, bestimmt er nicht die Richtung des Projekts. DigiByte hat keinen Chef - es wird vollständig von einer globalen Gemeinschaft engagierter Freiwilliger geleitet und verwaltet.",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #23 - Saviez-vous que...",
            "content": "DigiByte a été fondé par Jared Tate en 2013 et le bloc Genesis a été miné le 10 janvier 2014. Bien que Jared reste un membre actif de la communauté DigiByte et l'un des développeurs principaux, il ne dicte pas la direction du projet. DigiByte n'a pas de patron - il est entièrement géré et dirigé par une communauté mondiale de bénévoles dévoués.",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #23 - Você sabia...",
            "content": "DigiByte foi fundado por Jared Tate em 2013 e o bloco Gênesis foi minerado em 10 de janeiro de 2014. Embora Jared permaneça como um membro ativo da comunidade DigiByte e um dos desenvolvedores principais, ele não dita a direção do projeto. DigiByte não tem chefe - é inteiramente administrado e gerido por uma comunidade global de voluntários dedicados.",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #23 - क्या आप जानते थे...",
            "content": "डिजीबाइट की स्थापना जेरेड टेट ने 2013 में की थी और जेनेसिस ब्लॉक की खोज 10 जनवरी 2014 को की गई थी। जबकि जेरेड डिजीबाइट समुदाय के एक सक्रिय सदस्य हैं और मुख्य डेवलपर्स में से एक हैं, वह परियोजना की दिशा नहीं बताते हैं। डिजीबाइट का कोई मालिक नहीं है - यह पूरी तरह से एक वैश्विक समुदाय के समर्पित स्वयंसेवकों द्वारा संचालित और प्रबंधित किया जाता है।",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #23 - Wist u dat...",
            "content": "DigiByte is opgericht door Jared Tate in 2013 en het Genesis-blok werd gedolven op 10 januari 2014. Hoewel Jared een actief lid blijft van de DigiByte-gemeenschap en een van de kernontwikkelaars is, dicteert hij niet de richting van het project. DigiByte heeft geen baas - het wordt volledig gerund en beheerd door een wereldwijde gemeenschap van toegewijde vrijwilligers.",
            "url": ""
        }
    },
    "digifact24": {
        "en": {
            "title": "DigiFact # 24 - Did you know...",
            "content": "DigiByte can do smart contracts thanks to its 'script' language. You can run a whole lot of powerful tools on top of DigiByte to power a dApp.",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #24 - 你知道吗？",
            "content": "由于DigiByte的'script'语言，它可以执行智能合约。您可以在DigiByte之上运行许多强大的工具来为dApp提供动力。",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #24 - Знаете ли вы...",
            "content": "DigiByte может использовать смарт-контракты благодаря своему 'скриптовому' языку. Вы можете запустить множество мощных инструментов поверх DigiByte, чтобы силами dApp.",
            "url": ""
        },
        "es": {
            "title": "DigiDato #24 - ¿Sabías que...",
            "content": "DigiByte puede hacer contratos inteligentes gracias a su lenguaje 'script'. Puedes ejecutar una gran cantidad de herramientas poderosas sobre DigiByte para potenciar una dApp.",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #24 - 혹시 알고 계셨나요...",
            "content": "DigiByte는 '스크립트' 언어 덕분에 스마트 계약을 할 수 있습니다. DigiByte 위에서 다양한 강력한 도구들을 실행하여 dApp을 구동할 수 있습니다.",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #24 - ご存知でしたか...",
            "content": "DigiByteはその'script'言語のおかげでスマートコントラクトを実行できます。DigiByteの上で多くの強力なツールを実行してdAppを動かすことができます。",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #24 - Wussten Sie schon...",
            "content": "DigiByte kann dank seiner 'Script'-Sprache Smart Contracts ausführen. Sie können viele leistungsstarke Tools auf DigiByte ausführen, um eine dApp zu betreiben.",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #24 - Saviez-vous que...",
            "content": "DigiByte peut faire des contrats intelligents grâce à son langage 'script'. Vous pouvez exécuter tout un tas d'outils puissants sur DigiByte pour alimenter une dApp.",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #24 - Você sabia...",
            "content": "DigiByte pode fazer contratos inteligentes graças à sua linguagem 'script'. Você pode executar muitas ferramentas poderosas em cima do DigiByte para alimentar um dApp.",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #24 - क्या आप जानते थे...",
            "content": "डिजीबाइट अपनी 'स्क्रिप्ट' भाषा के धन्यवाद से स्मार्ट कॉन्ट्रैक्ट कर सकता है। आप डिजीबाइट के ऊपर ढेर सारे शक्तिशाली उपकरण चला सकते हैं जो एक dApp को शक्ति प्रदान करते हैं।",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #24 - Wist u dat...",
            "content": "DigiByte kan slimme contracten doen dankzij de 'script' taal. Je kunt een heleboel krachtige tools draaien bovenop DigiByte om een dApp aan te drijven.",
            "url": ""
        }
    },
    "digifact25": {
        "en": {
            "title": "DigiFact # 25 - Did you know...",
            "content": "The official DigiByte Core wallet is available for Windows, MacOS, and Linux as well a low powered single-board computers like the Raspberry Pi. DigiByte is supported on mobile by a number of third-party wallets, such as Coinomi and SecuX. It is also available on many hardware wallets, like Ledger and Trezor. Be advised that not all of these wallets support Digi-ID and DigiAssets.",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #25 - 你知道吗？",
            "content": "官方的DigiByte核心钱包可用于Windows，MacOS和Linux，以及像树莓派这样的低功耗单板计算机。DigiByte在移动设备上由许多第三方钱包支持，如Coinomi和SecuX。它也可以在许多硬件钱包上使用，如Ledger和Trezor。请注意，并非所有这些钱包都支持Digi-ID和DigiAssets。",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #25 - Знаете ли вы...",
            "content": "Официальный кошелек DigiByte Core доступен для Windows, MacOS и Linux, а также для одноплатных компьютеров с низким энергопотреблением, таких как Raspberry Pi. DigiByte поддерживается на мобильных устройствах рядом сторонних кошельков, таких как Coinomi и SecuX. Он также доступен на многих аппаратных кошельках, таких как Ledger и Trezor. Обратите внимание, что не все эти кошельки поддерживают Digi-ID и DigiAssets.",
            "url": ""
        },
        "es": {
            "title": "DigiDato #25 - ¿Sabías que...",
            "content": "La billetera oficial DigiByte Core está disponible para Windows, MacOS y Linux, así como para computadoras de placa única de baja potencia como la Raspberry Pi. DigiByte cuenta con el apoyo de una serie de billeteras de terceros en dispositivos móviles, como Coinomi y SecuX. También está disponible en muchas billeteras de hardware, como Ledger y Trezor. Tenga en cuenta que no todas estas billeteras admiten Digi-ID y DigiAssets.",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #25 - 혹시 알고 계셨나요...",
            "content": "공식 DigiByte Core 지갑은 Windows, MacOS, Linux 및 Raspberry Pi와 같은 저전력 싱글 보드 컴퓨터에서 사용할 수 있습니다. DigiByte는 Coinomi 및 SecuX와 같은 여러 타사 모바일 지갑에서 지원됩니다. Ledger 및 Trezor와 같은 여러 하드웨어 지갑에서도 사용할 수 있습니다. 이러한 지갑 모두가 Digi-ID 및 DigiAssets를 지원하는 것은 아니라는 점에 유의하세요.",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #25 - ご存知でしたか...",
            "content": "公式のDigiByte Coreウォレットは、Windows、MacOS、Linux、およびRaspberry Piのような低電力シングルボードコンピューターで利用可能です。DigiByteはCoinomiやSecuXなど、多数のサードパーティのモバイルウォレットによってサポートされています。また、LedgerやTrezorなどの多くのハードウェアウォレットでも利用可能です。ただし、これらのウォレットがすべてDigi-IDやDigiAssetsをサポートしているわけではないことに注意してください。",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #25 - Wussten Sie schon...",
            "content": "Die offizielle DigiByte Core Wallet ist verfügbar für Windows, MacOS und Linux sowie für stromsparende Einplatinencomputer wie den Raspberry Pi. DigiByte wird auf Mobilgeräten von einer Reihe von Drittanbieter-Wallets unterstützt, wie Coinomi und SecuX. Es ist auch auf vielen Hardware-Wallets verfügbar, wie Ledger und Trezor. Beachten Sie, dass nicht alle diese Wallets Digi-ID und DigiAssets unterstützen.",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #25 - Saviez-vous que...",
            "content": "Le portefeuille officiel DigiByte Core est disponible pour Windows, MacOS et Linux, ainsi que pour des ordinateurs à carte unique à faible consommation d'énergie comme le Raspberry Pi. DigiByte est pris en charge sur mobile par un certain nombre de portefeuilles tiers, tels que Coinomi et SecuX. Il est également disponible sur de nombreux portefeuilles matériels, comme Ledger et Trezor. Notez que tous ces portefeuilles ne prennent pas en charge Digi-ID et DigiAssets.",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #25 - Você sabia...",
            "content": "A carteira oficial DigiByte Core está disponível para Windows, MacOS e Linux, bem como para computadores de placa única de baixo consumo de energia, como o Raspberry Pi. DigiByte é suportado em dispositivos móveis por uma série de carteiras de terceiros, como Coinomi e SecuX. Também está disponível em muitas carteiras de hardware, como Ledger e Trezor. Observe que nem todas essas carteiras suportam Digi-ID e DigiAssets.",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #25 - क्या आप जानते थे...",
            "content": "आधिकारिक DigiByte Core वॉलेट Windows, MacOS और Linux के लिए उपलब्ध है, साथ ही Raspberry Pi जैसे कम शक्ति वाले सिंगल-बोर्ड कंप्यूटर के लिए भी। DigiByte को Coinomi और SecuX जैसे कई तृतीय-पक्ष मोबाइल वॉलेट्स द्वारा समर्थन प्राप्त है। यह कई हार्डवेयर वॉलेट्स पर भी उपलब्ध है, जैसे कि Ledger और Trezor। ध्यान दें कि इन वॉलेट्स में से सभी Digi-ID और DigiAssets का समर्थन नहीं करते हैं।",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #25 - Wist u dat...",
            "content": "De officiële DigiByte Core portemonnee is beschikbaar voor Windows, MacOS en Linux, evenals voor laag vermogen enkel-board computers zoals de Raspberry Pi. DigiByte wordt ondersteund op mobiel door een aantal derde partij portemonnees, zoals Coinomi en SecuX. Het is ook beschikbaar op veel hardware portemonnees, zoals Ledger en Trezor. Let op dat niet al deze portemonnees Digi-ID en DigiAssets ondersteunen.",
            "url": ""
        }
    },
    "digifact26": {
        "en": {
            "title": "DigiFact # 26 - Did you know...",
            "content": "Digi-ID by DigiByte is one of the simplest yet most secure authentication methods in the world. Even Google warns against using their own time-based 2FA codes or SMS-2FA, but Digi-ID overcomes all the shortcomings. Digi-ID is open source, free, ad-free (forever), private & secure. To learn more visit: https://www.digi-id.io/",
            "url": "https://www.digi-id.io/"
        },
        "zh": {
            "title": "数字事实 #26 - 你知道吗？",
            "content": "DigiByte的Digi-ID是世界上最简单同时也是最安全的认证方法之一。即使谷歌也警告不要使用他们自己的基于时间的2FA代码或SMS-2FA，但Digi-ID克服了所有这些缺点。Digi-ID是开源的，免费的，永远不含广告，私密且安全。要了解更多信息，请访问：https://www.digi-id.io/",
            "url": "https://www.digi-id.io/"
        },
        "ru": {
            "title": "ДиджиФакт #26 - Знаете ли вы...",
            "content": "Digi-ID от DigiByte является одним из самых простых, но в то же время самых безопасных методов аутентификации в мире. Даже Google предупреждает о рисках использования своих временных 2FA кодов или SMS-2FA, но Digi-ID преодолевает все эти недостатки. Digi-ID - это открытый исходный код, бесплатно, без рекламы (навсегда), приватно и безопасно. Узнать больше можно на сайте: https://www.digi-id.io/",
            "url": "https://www.digi-id.io/"
        },
        "es": {
            "title": "DigiDato #26 - ¿Sabías que...",
            "content": "Digi-ID de DigiByte es uno de los métodos de autenticación más simples pero más seguros del mundo. Incluso Google advierte contra el uso de sus propios códigos 2FA basados en tiempo o SMS-2FA, pero Digi-ID supera todas las deficiencias. Digi-ID es de código abierto, gratuito, sin publicidad (para siempre), privado y seguro. Para saber más, visite: https://www.digi-id.io/",
            "url": "https://www.digi-id.io/"
        },
        "ko": {
            "title": "디지팩트 #26 - 혹시 알고 계셨나요...",
            "content": "DigiByte의 Digi-ID는 세계에서 가장 간단하면서도 가장 안전한 인증 방법 중 하나입니다. 구글조차도 자신들의 시간 기반 2FA 코드나 SMS-2FA 사용에 대해 경고하지만, Digi-ID는 이러한 모든 단점을 극복합니다. Digi-ID는 오픈 소스이며, 무료이고, 광고가 없으며 (영원히), 개인적이고 안전합니다. 더 알아보려면 다음을 방문하세요: https://www.digi-id.io/",
            "url": "https://www.digi-id.io/"
        },
        "ja": {
            "title": "デジファクト #26 - ご存知でしたか...",
            "content": "DigiByteのDigi-IDは、世界で最もシンプルでありながら最も安全な認証方法の一つです。Googleでさえ、自社の時間ベースの2FAコードやSMS-2FAの使用に警告していますが、Digi-IDはこれらのすべての短所を克服します。Digi-IDはオープンソースで、無料、広告なし（永久に）、プライベートで安全です。詳しくはこちらをご覧ください: https://www.digi-id.io/",
            "url": "https://www.digi-id.io/"
        },
        "de": {
            "title": "DigiFakt #26 - Wussten Sie schon...",
            "content": "Digi-ID von DigiByte ist eines der einfachsten und dennoch sichersten Authentifizierungsmethoden der Welt. Sogar Google warnt davor, ihre eigenen zeitbasierten 2FA-Codes oder SMS-2FA zu verwenden, aber Digi-ID überwindet alle Schwächen. Digi-ID ist Open Source, kostenlos, werbefrei (für immer), privat und sicher. Um mehr zu erfahren, besuchen Sie: https://www.digi-id.io/",
            "url": "https://www.digi-id.io/"
        },
        "fr": {
            "title": "DigiFact #26 - Saviez-vous que...",
            "content": "Digi-ID par DigiByte est l'une des méthodes d'authentification les plus simples et les plus sécurisées au monde. Même Google met en garde contre l'utilisation de ses propres codes 2FA basés sur le temps ou SMS-2FA, mais Digi-ID surmonte toutes ces lacunes. Digi-ID est open source, gratuit, sans publicité (pour toujours), privé et sécurisé. Pour en savoir plus, visitez : https://www.digi-id.io/",
            "url": "https://www.digi-id.io/"
        },
        "pt": {
            "title": "DigiFato #26 - Você sabia...",
            "content": "Digi-ID da DigiByte é um dos métodos de autenticação mais simples e seguros do mundo. Até mesmo o Google adverte contra o uso de seus próprios códigos 2FA baseados em tempo ou SMS-2FA, mas o Digi-ID supera todas as deficiências. Digi-ID é de código aberto, gratuito, sem anúncios (para sempre), privado e seguro. Para saber mais, visite: https://www.digi-id.io/",
            "url": "https://www.digi-id.io/"
        },
        "hi": {
            "title": "डिजीफैक्ट #26 - क्या आप जानते थे...",
            "content": "डिजीबाइट द्वारा डिजी-आईडी दुनिया के सबसे सरल लेकिन सबसे सुरक्षित प्रमाणीकरण तरीकों में से एक है। यहां तक कि गूगल भी अपने समय-आधारित 2FA कोड या एसएमएस-2FA का उपयोग करने के खिलाफ चेतावनी देता है, लेकिन डिजी-आईडी सभी कमियों को दूर करता है। डिजी-आईडी ओपन सोर्स, मुफ्त, विज्ञापन मुक्त (हमेशा के लिए), निजी और सुरक्षित है। अधिक जानने के लिए यात्रा करें: https://www.digi-id.io/",
            "url": "https://www.digi-id.io/"
        },
        "nl": {
            "title": "DigiFeit #26 - Wist u dat...",
            "content": "Digi-ID van DigiByte is een van de eenvoudigste maar meest veilige authenticatiemethoden ter wereld. Zelfs Google waarschuwt tegen het gebruik van hun eigen op tijd gebaseerde 2FA-codes of SMS-2FA, maar Digi-ID overkomt alle tekortkomingen. Digi-ID is open source, gratis, advertentievrij (voor altijd), privé en veilig. Om meer te weten te bezoeken: https://www.digi-id.io/",
            "url": "https://www.digi-id.io/"
        }
    },
    "digifact27": {
        "en": {
            "title": "DigiFact # 27 - Did you know...",
            "content": "The development of DigiByte is done by a worldwide team of volunteers, who all donate their time out of a passion for the project. There is no central company employing and paying people, it's all given freely by our incredible developers and supporting community.",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #27 - 你知道吗？",
            "content": "DigiByte的发展是由全球志愿者团队完成的，他们都出于对项目的热情自愿奉献自己的时间。没有中央公司雇用和支付人员，这一切都是由我们不可思议的开发者和支持社区自由提供的。",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #27 - Знаете ли вы...",
            "content": "Разработка DigiByte ведется международной командой волонтеров, которые все отдают свое время из страсти к проекту. Нет центральной компании, которая нанимает и платит людям, все делается бесплатно нашими невероятными разработчиками и поддерживающим сообществом.",
            "url": ""
        },
        "es": {
            "title": "DigiDato #27 - ¿Sabías que...",
            "content": "El desarrollo de DigiByte se realiza por un equipo mundial de voluntarios, que donan su tiempo por pasión al proyecto. No hay una empresa central que emplee y pague a la gente, todo es dado libremente por nuestros increíbles desarrolladores y la comunidad de apoyo.",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #27 - 혹시 알고 계셨나요...",
            "content": "DigiByte의 개발은 프로젝트에 대한 열정으로 자신의 시간을 기부하는 전 세계의 자원봉사자 팀에 의해 이루어집니다. 사람들을 고용하고 지불하는 중앙 회사가 없으며, 모든 것은 놀라운 개발자들과 지원 커뮤니티에 의해 자유롭게 제공됩니다.",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #27 - ご存知でしたか...",
            "content": "DigiByteの開発は、プロジェクトへの情熱から自分の時間を寄付する世界中のボランティアチームによって行われています。人々を雇用し、報酬を支払う中央の会社はなく、すべてが私たちの素晴らしい開発者とサポートコミュニティによって自由に提供されています。",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #27 - Wussten Sie schon...",
            "content": "Die Entwicklung von DigiByte wird von einem weltweiten Team von Freiwilligen durchgeführt, die alle ihre Zeit aus Leidenschaft für das Projekt spenden. Es gibt kein zentrales Unternehmen, das Menschen beschäftigt und bezahlt, alles wird freiwillig von unseren unglaublichen Entwicklern und der unterstützenden Gemeinschaft gegeben.",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #27 - Saviez-vous que...",
            "content": "Le développement de DigiByte est réalisé par une équipe mondiale de bénévoles, qui donnent tous leur temps par passion pour le projet. Il n'y a pas d'entreprise centrale employant et payant les gens, tout est donné librement par nos incroyables développeurs et la communauté de soutien.",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #27 - Você sabia...",
            "content": "O desenvolvimento do DigiByte é feito por uma equipe mundial de voluntários, que doam seu tempo por paixão ao projeto. Não há uma empresa central empregando e pagando as pessoas, tudo é dado gratuitamente por nossos incríveis desenvolvedores e comunidade de apoio.",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #27 - क्या आप जानते थे...",
            "content": "डिजीबाइट का विकास विश्वव्यापी स्वयंसेवकों की टीम द्वारा किया जाता है, जो सभी परियोजना के प्रति अपने जुनून से अपना समय दान करते हैं। लोगों को रोजगार देने और उन्हें भुगतान करने वाली कोई केंद्रीय कंपनी नहीं है, यह सब हमारे अद्भुत डेवलपर्स और सहायक समुदाय द्वारा मुफ्त में दिया जाता है।",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #27 - Wist u dat...",
            "content": "De ontwikkeling van DigiByte wordt gedaan door een wereldwijd team van vrijwilligers, die allen hun tijd doneren uit passie voor het project. Er is geen centraal bedrijf dat mensen in dienst neemt en betaalt, alles wordt vrijwillig gegeven door onze ongelooflijke ontwikkelaars en ondersteunende gemeenschap.",
            "url": ""
        }
    },
    "digifact28": {
        "en": {
            "title": "DigiFact # 28 - Did you know...",
            "content": "The last DigiByte will be mined by the year 2035. There is less than half of all remaining DGB waiting to be mined by anybody in the world. These are not 'owned' by anybody, unlike an ICO and will be newly 'minted'.",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #28 - 你知道吗？",
            "content": "最后一个DigiByte将在2035年被开采出来。全世界等待被开采的剩余DGB不到一半。这些不像ICO一样被任何人'拥有'，而将是新'铸造'的。",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #28 - Знаете ли вы...",
            "content": "Последний DigiByte будет добыт к 2035 году. Меньше половины всех оставшихся DGB ждут, чтобы их добыл кто-то в мире. Они не 'принадлежат' никому, в отличие от ICO и будут 'чеканиться' заново.",
            "url": ""
        },
        "es": {
            "title": "DigiDato #28 - ¿Sabías que...",
            "content": "El último DigiByte será minado para el año 2035. Queda menos de la mitad de todos los DGB restantes esperando ser minados por alguien en el mundo. Estos no son 'propiedad' de nadie, a diferencia de un ICO y serán 'acuñados' nuevamente.",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #28 - 혹시 알고 계셨나요...",
            "content": "마지막 DigiByte는 2035년까지 채굴될 것입니다. 전 세계 누구나 채굴을 기다리고 있는 남은 DGB의 절반 이하가 있습니다. 이것들은 ICO와 달리 누구의 '소유'도 아니며 새롭게 '발행'될 것입니다.",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #28 - ご存知でしたか...",
            "content": "最後のDigiByteは2035年までに採掘される予定です。世界中の誰もが採掘を待っている残りのDGBの半分以下があります。これらはICOのように誰かが'所有'しているわけではなく、新たに'鋳造'されるものです。",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #28 - Wussten Sie schon...",
            "content": "Der letzte DigiByte wird bis zum Jahr 2035 abgebaut sein. Weniger als die Hälfte aller verbleibenden DGB warten darauf, von irgendjemandem in der Welt abgebaut zu werden. Diese gehören im Gegensatz zu einem ICO niemandem und werden neu 'geprägt'.",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #28 - Saviez-vous que...",
            "content": "Le dernier DigiByte sera miné d'ici l'année 2035. Il reste moins de la moitié de tous les DGB restants à être minés par quiconque dans le monde. Contrairement à un ICO, ces derniers ne sont 'possédés' par personne et seront nouvellement 'frappés'.",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #28 - Você sabia...",
            "content": "O último DigiByte será minerado até o ano de 2035. Existe menos da metade de todos os DGB restantes esperando para serem minerados por alguém no mundo. Estes não são 'propriedade' de ninguém, ao contrário de um ICO, e serão 'cunhados' novos.",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #28 - क्या आप जानते थे...",
            "content": "आखिरी DigiByte 2035 तक खनन किया जाएगा। दुनिया में किसी के द्वारा खनन किए जाने की प्रतीक्षा कर रहे सभी DGB का आधे से भी कम हिस्सा बचा है। ये किसी के 'स्वामित्व' में नहीं हैं, आईसीओ के विपरीत, और नए 'टकसाल' किए जाएंगे।",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #28 - Wist u dat...",
            "content": "De laatste DigiByte zal tegen het jaar 2035 worden gemijnd. Er is minder dan de helft van alle resterende DGB die wachten om door iemand in de wereld te worden gemijnd. Deze zijn niet 'eigendom' van iemand, in tegenstelling tot een ICO, en zullen nieuw 'geslagen' worden.",
            "url": ""
        }
    },
    "digifact29": {
        "en": {
            "title": "DigiFact # 29 - Did you know...",
            "content": "DigiByte can be used for Atomic Swaps with other blockchains safely and securely since the implementation of SegWit in early 2017. There is no need for a second layer network to perform this and it can instead be done directly.",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #29 - 你知道吗？",
            "content": "自2017年初实施SegWit以来，DigiByte可以安全可靠地用于与其他区块链的原子交换。执行此操作无需第二层网络，而可以直接进行。",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #29 - Знаете ли вы...",
            "content": "DigiByte можно безопасно и надежно использовать для Атомарных свопов с другими блокчейнами с момента внедрения SegWit в начале 2017 года. Для этого не требуется второй слой сети, и это можно сделать напрямую.",
            "url": ""
        },
        "es": {
            "title": "DigiDato #29 - ¿Sabías que...",
            "content": "DigiByte se puede utilizar para Intercambios Atómicos con otras blockchains de manera segura y confiable desde la implementación de SegWit a principios de 2017. No es necesario una segunda capa de red para realizar esto y en cambio se puede hacer directamente.",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #29 - 혹시 알고 계셨나요...",
            "content": "2017년 초 SegWit 구현 이후 DigiByte는 다른 블록체인과 안전하고 확실하게 원자 스왑을 사용할 수 있습니다. 이를 수행하기 위해 두 번째 레이어 네트워크가 필요하지 않으며 대신 직접 수행할 수 있습니다.",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #29 - ご存知でしたか...",
            "content": "2017年初頭にSegWitが実装されて以来、DigiByteは他のブロックチェーンとのアトミックスワップを安全かつ確実に行うことができます。これを行うために第二層のネットワークは必要なく、代わりに直接行うことができます。",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #29 - Wussten Sie schon...",
            "content": "Seit der Implementierung von SegWit Anfang 2017 kann DigiByte sicher und zuverlässig für Atomic Swaps mit anderen Blockchains verwendet werden. Es ist keine zweite Netzwerkebene erforderlich, um dies durchzuführen, und es kann stattdessen direkt gemacht werden.",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #29 - Saviez-vous que...",
            "content": "DigiByte peut être utilisé pour des échanges atomiques avec d'autres blockchains de manière sûre et sécurisée depuis la mise en œuvre de SegWit début 2017. Il n'est pas nécessaire d'avoir une seconde couche de réseau pour effectuer cela et cela peut être fait directement.",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #29 - Você sabia...",
            "content": "DigiByte pode ser usado para Trocas Atômicas com outras blockchains de forma segura e segura desde a implementação do SegWit no início de 2017. Não é necessário uma segunda camada de rede para realizar isso e pode ser feito diretamente.",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #29 - क्या आप जानते थे...",
            "content": "2017 की शुरुआत में SegWit के कार्यान्वयन के बाद से DigiByte का उपयोग अन्य ब्लॉकचेन के साथ सुरक्षित और सुरक्षित रूप से एटॉमिक स्वैप के लिए किया जा सकता है। इसे करने के लिए दूसरे स्तर के नेटवर्क की आवश्यकता नहीं है और इसके बजाय यह सीधे किया जा सकता है।",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #29 - Wist u dat...",
            "content": "DigiByte kan sinds de implementatie van SegWit in het begin van 2017 veilig en zeker worden gebruikt voor Atomic Swaps met andere blockchains. Hiervoor is geen tweede netwerklaag nodig en dit kan in plaats daarvan rechtstreeks worden gedaan.",
            "url": ""
        }
    },
    "digifact30": {
        "en": {
            "title": "DigiFact # 30 - Did you know...",
            "content": "When all DigiByte have been mined, the network will continue to function with the miners mining / securing the network as they do at present. They will only get the transaction fees from sending DGB.",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #30 - 你知道吗？",
            "content": "当所有DigiByte都被开采出来后，网络将继续运行，矿工们将像目前一样开采/保护网络。他们只会从发送DGB中获取交易费用。",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #30 - Знаете ли вы...",
            "content": "Когда все DigiByte будут добыты, сеть будет продолжать работать, и майнеры будут добывать/защищать сеть, как это происходит в настоящее время. Они будут получать только комиссионные с транзакций по отправке DGB.",
            "url": ""
        },
        "es": {
            "title": "DigiDato #30 - ¿Sabías que...",
            "content": "Cuando todos los DigiByte hayan sido minados, la red continuará funcionando con los mineros minando / asegurando la red como lo hacen actualmente. Solo recibirán las tarifas de transacción por enviar DGB.",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #30 - 혹시 알고 계셨나요...",
            "content": "모든 DigiByte가 채굴되었을 때, 네트워크는 현재와 같이 채굴자들이 네트워크를 채굴/보안하는 것으로 계속 기능할 것입니다. 그들은 DGB를 보낼 때 발생하는 거래 수수료만을 받게 될 것입니다.",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #30 - ご存知でしたか...",
            "content": "全てのDigiByteが採掘された後、ネットワークは現在のようにマイナーがネットワークを採掘/保護することで機能し続けます。彼らはDGBの送信から得られる取引手数料のみを受け取ります。",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #30 - Wussten Sie schon...",
            "content": "Wenn alle DigiByte abgebaut sind, wird das Netzwerk weiterhin funktionieren, wobei die Miner das Netzwerk abbauen/sichern, wie sie es derzeit tun. Sie werden nur die Transaktionsgebühren für das Senden von DGB erhalten.",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #30 - Saviez-vous que...",
            "content": "Lorsque tous les DigiByte auront été minés, le réseau continuera de fonctionner avec les mineurs qui minent / sécurisent le réseau comme ils le font actuellement. Ils ne recevront que les frais de transaction pour l'envoi de DGB.",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #30 - Você sabia...",
            "content": "Quando todos os DigiByte forem minerados, a rede continuará a funcionar com os mineiros minerando / protegendo a rede como fazem atualmente. Eles só receberão as taxas de transação de enviar DGB.",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #30 - क्या आप जानते थे...",
            "content": "जब सभी DigiByte खनन किए जा चुके होंगे, नेटवर्क वर्तमान में की तरह माइनर्स द्वारा नेटवर्क की खनन / सुरक्षा के साथ काम करता रहेगा। वे केवल DGB भेजने के लिए लेनदेन शुल्क प्राप्त करेंगे।",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #30 - Wist u dat...",
            "content": "Wanneer alle DigiByte zijn gedolven, zal het netwerk blijven functioneren met de mijnwerkers die het netwerk delven / beveiligen zoals ze nu doen. Ze zullen alleen de transactiekosten ontvangen voor het verzenden van DGB.",
            "url": ""
        }
    },
    "digifact31": {
        "en": {
            "title": "DigiFact # 31 - Did you know...",
            "content": "If you ever have issues with getting your DigiByte out of a wallet, you can sweep the funds to a new wallet using the DigiSweep tool created by Matthew Cornelisse of DigiAssetX. It's easy to use & open-source. Find it here: https://digisweep.digiassetx.com/",
            "url": "https://digisweep.digiassetx.com/"
        },
        "zh": {
            "title": "数字事实 #31 - 你知道吗？",
            "content": "如果您在从钱包中取出DigiByte时遇到问题，您可以使用DigiAssetX的Matthew Cornelisse创建的DigiSweep工具将资金扫入新钱包。它易于使用且开源。在这里找到它：https://digisweep.digiassetx.com/",
            "url": "https://digisweep.digiassetx.com/"
        },
        "ru": {
            "title": "ДиджиФакт #31 - Знаете ли вы...",
            "content": "Если у вас возникнут проблемы с выводом ваших DigiByte из кошелька, вы можете перевести средства в новый кошелек с помощью инструмента DigiSweep, созданного Мэтью Корнелиссе из DigiAssetX. Это простой в использовании и открытый инструмент. Найдите его здесь: https://digisweep.digiassetx.com/",
            "url": "https://digisweep.digiassetx.com/"
        },
        "es": {
            "title": "DigiDato #31 - ¿Sabías que...",
            "content": "Si alguna vez tienes problemas para sacar tus DigiByte de una cartera, puedes barrer los fondos hacia una nueva cartera utilizando la herramienta DigiSweep creada por Matthew Cornelisse de DigiAssetX. Es fácil de usar y de código abierto. Encuéntrelo aquí: https://digisweep.digiassetx.com/",
            "url": "https://digisweep.digiassetx.com/"
        },
        "ko": {
            "title": "디지팩트 #31 - 혹시 알고 계셨나요...",
            "content": "지갑에서 DigiByte를 꺼내는 데 문제가 있는 경우, DigiAssetX의 Matthew Cornelisse가 만든 DigiSweep 도구를 사용하여 자금을 새 지갑으로 옮길 수 있습니다. 사용하기 쉽고 오픈 소스입니다. 여기에서 찾으세요: https://digisweep.digiassetx.com/",
            "url": "https://digisweep.digiassetx.com/"
        },
        "ja": {
            "title": "デジファクト #31 - ご存知でしたか...",
            "content": "もしウォレットからDigiByteを取り出すのに問題がある場合は、DigiAssetXのMatthew Cornelisseが作成したDigiSweepツールを使用して資金を新しいウォレットに移すことができます。使いやすくオープンソースです。こちらから見つけてください: https://digisweep.digiassetx.com/",
            "url": "https://digisweep.digiassetx.com/"
        },
        "de": {
            "title": "DigiFakt #31 - Wussten Sie schon...",
            "content": "Wenn Sie jemals Probleme haben, Ihr DigiByte aus einer Wallet zu bekommen, können Sie die Mittel mit dem von Matthew Cornelisse von DigiAssetX erstellten DigiSweep-Tool in eine neue Wallet übertragen. Es ist benutzerfreundlich und Open-Source. Hier finden Sie es: https://digisweep.digiassetx.com/",
            "url": "https://digisweep.digiassetx.com/"
        },
        "fr": {
            "title": "DigiFact #31 - Saviez-vous que...",
            "content": "Si vous rencontrez des problèmes pour retirer vos DigiByte d'un portefeuille, vous pouvez transférer les fonds vers un nouveau portefeuille en utilisant l'outil DigiSweep créé par Matthew Cornelisse de DigiAssetX. Il est facile à utiliser et open-source. Trouvez-le ici : https://digisweep.digiassetx.com/",
            "url": "https://digisweep.digiassetx.com/"
        },
        "pt": {
            "title": "DigiFato #31 - Você sabia...",
            "content": "Se você tiver problemas para retirar seus DigiByte de uma carteira, você pode transferir os fundos para uma nova carteira usando a ferramenta DigiSweep criada por Matthew Cornelisse da DigiAssetX. É fácil de usar e de código aberto. Encontre-o aqui: https://digisweep.digiassetx.com/",
            "url": "https://digisweep.digiassetx.com/"
        },
        "hi": {
            "title": "डिजीफैक्ट #31 - क्या आप जानते थे...",
            "content": "यदि आपको अपने वॉलेट से डिजीबाइट निकालने में कभी समस्या आती है, तो आप DigiAssetX के मैथ्यू कॉर्नेलिस द्वारा बनाई गई DigiSweep टूल का उपयोग करके फंड्स को नए वॉलेट में स्वीप कर सकते हैं। यह उपयोग में आसान है और ओपन सोर्स है। इसे यहां पाएं: https://digisweep.digiassetx.com/",
            "url": "https://digisweep.digiassetx.com/"
        },
        "nl": {
            "title": "DigiFeit #31 - Wist u dat...",
            "content": "Als u ooit problemen heeft om uw DigiByte uit een portemonnee te halen, kunt u de fondsen naar een nieuwe portemonnee vegen met de DigiSweep-tool gemaakt door Matthew Cornelisse van DigiAssetX. Het is gemakkelijk te gebruiken en open-source. Vind het hier: https://digisweep.digiassetx.com/",
            "url": "https://digisweep.digiassetx.com/"
        }
    },
    "digifact32": {
        "en": {
            "title": "DigiFact # 32 - Did you know...",
            "content": "When DigiByte launched, there was a countdown to the release of the code, and to the first block being mined. This was one of the things done to encourage a \"fair\" distribution, right from the very beginning in 2014.",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #32 - 你知道吗？",
            "content": "DigiByte启动时，有一个倒计时到代码的发布，以及第一个区块的开采。这是为了从2014年开始就鼓励“公平”分配而做的事情之一。",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #32 - Знаете ли вы...",
            "content": "Когда был запущен DigiByte, был установлен обратный отсчет до выпуска кода и добычи первого блока. Это было сделано для того, чтобы с самого начала в 2014 году обеспечить \"справедливое\" распределение.",
            "url": ""
        },
        "es": {
            "title": "DigiDato #32 - ¿Sabías que...",
            "content": "Cuando se lanzó DigiByte, hubo una cuenta regresiva para el lanzamiento del código y para la minería del primer bloque. Esto fue una de las cosas que se hicieron para fomentar una distribución \"justa\" desde el mismo comienzo en 2014.",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #32 - 혹시 알고 계셨나요...",
            "content": "DigiByte가 출시되었을 때, 코드의 출시와 첫 번째 블록이 채굴되기까지 카운트다운이 있었습니다. 이것은 2014년 초부터 \"공정한\" 분배를 장려하기 위해 수행된 여러 조치 중 하나였습니다.",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #32 - ご存知でしたか...",
            "content": "DigiByteが発売されたとき、コードのリリースと最初のブロックがマイニングされるまでのカウントダウンがありました。これは、2014年の最初から「公正な」配布を奨励するために行われたことの一つでした。",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #32 - Wussten Sie schon...",
            "content": "Als DigiByte gestartet wurde, gab es einen Countdown bis zur Veröffentlichung des Codes und zum Abbau des ersten Blocks. Dies war eine der Maßnahmen, um eine \"faire\" Verteilung von Anfang an im Jahr 2014 zu fördern.",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #32 - Saviez-vous que...",
            "content": "Lorsque DigiByte a été lancé, il y avait un compte à rebours pour la sortie du code et pour le minage du premier bloc. C'était l'une des choses faites pour encourager une distribution \"équitable\" dès le tout début en 2014.",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #32 - Você sabia...",
            "content": "Quando o DigiByte foi lançado, houve uma contagem regressiva para o lançamento do código e para a mineração do primeiro bloco. Isso foi uma das coisas feitas para incentivar uma distribuição \"justa\" desde o início em 2014.",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #32 - क्या आप जानते थे...",
            "content": "जब DigiByte लॉन्च किया गया था, तब कोड के रिलीज होने और पहले ब्लॉक के माइन होने के लिए एक काउंटडाउन था। यह 2014 की शुरुआत से ही एक \"निष्पक्ष\" वितरण को प्रोत्साहित करने के लिए किया गया था।",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #32 - Wist u dat...",
            "content": "Toen DigiByte werd gelanceerd, was er een aftelling naar de vrijgave van de code en naar het mijnen van het eerste blok. Dit was een van de dingen die gedaan werden om een ​​\"eerlijke\" distributie te bevorderen, vanaf het allereerste begin in 2014.",
            "url": ""
        }
    },
    "digifact33": {
        "en": {
            "title": "DigiFact # 33 - Did you know...",
            "content": "DigiByte was originally based on a fork of the Litecoin code-base (Though, a 100% independent blockchain with unique Genesis Block). DigiByte has since maintained closer features with Bitcoin, while also significantly innovating and surpassing it! View the code at: https://github.com/digibyte-core/digibyte/",
            "url": "https://github.com/digibyte-core/digibyte/"
        },
        "zh": {
            "title": "数字事实 #33 - 你知道吗？",
            "content": "DigiByte最初是基于Litecoin代码库的分支（尽管它是一个100%独立的区块链，具有独特的创世区块）。DigiByte自那以后一直保持着与比特币更接近的特性，同时也在显著地创新和超越它！查看代码：https://github.com/digibyte-core/digibyte/",
            "url": "https://github.com/digibyte-core/digibyte/"
        },
        "ru": {
            "title": "ДиджиФакт #33 - Знаете ли вы...",
            "content": "DigiByte изначально был основан на форке кодовой базы Litecoin (хотя это 100% независимый блокчейн с уникальным Genesis Block). С тех пор DigiByte сохраняет близкие черты с Bitcoin, значительно инновируя и превосходя его! Посмотреть код можно здесь: https://github.com/digibyte-core/digibyte/",
            "url": "https://github.com/digibyte-core/digibyte/"
        },
        "es": {
            "title": "DigiDato #33 - ¿Sabías que...",
            "content": "DigiByte se basó originalmente en una bifurcación de la base de código de Litecoin (aunque es una blockchain 100% independiente con un Genesis Block único). Desde entonces, DigiByte ha mantenido características más cercanas a Bitcoin, ¡mientras también innova significativamente y lo supera! Ver el código en: https://github.com/digibyte-core/digibyte/",
            "url": "https://github.com/digibyte-core/digibyte/"
        },
        "ko": {
            "title": "디지팩트 #33 - 혹시 알고 계셨나요...",
            "content": "DigiByte는 원래 Litecoin 코드 베이스의 포크를 기반으로 했지만(독립된 블록체인으로서 독특한 창세 블록을 가짐), 이후 비트코인과 더욱 밀접한 특성을 유지하면서 크게 혁신하고 그것을 뛰어넘었습니다! 코드 보기: https://github.com/digibyte-core/digibyte/",
            "url": "https://github.com/digibyte-core/digibyte/"
        },
        "ja": {
            "title": "デジファクト #33 - ご存知でしたか...",
            "content": "DigiByteは元々Litecoinのコードベースをフォークしたものですが（独自のジェネシスブロックを持つ100％独立したブロックチェーンです）、ビットコインの特徴をより密接に保ちながら、それを大きく革新し、超えています！コードを見る：https://github.com/digibyte-core/digibyte/",
            "url": "https://github.com/digibyte-core/digibyte/"
        },
        "de": {
            "title": "DigiFakt #33 - Wussten Sie schon...",
            "content": "DigiByte basierte ursprünglich auf einem Fork der Litecoin-Codebasis (obwohl es sich um eine 100% unabhängige Blockchain mit einzigartigem Genesis-Block handelt). DigiByte hat seitdem nähere Funktionen zu Bitcoin beibehalten, während es auch erheblich innoviert und übertroffen hat! Den Code ansehen: https://github.com/digibyte-core/digibyte/",
            "url": "https://github.com/digibyte-core/digibyte/"
        },
        "fr": {
            "title": "DigiFact #33 - Saviez-vous que...",
            "content": "DigiByte était à l'origine basé sur un fork de la base de code de Litecoin (bien qu'il s'agisse d'une blockchain 100% indépendante avec un bloc Genesis unique). DigiByte a depuis maintenu des caractéristiques plus proches de Bitcoin, tout en innovant et en le surpassant de manière significative ! Voir le code sur : https://github.com/digibyte-core/digibyte/",
            "url": "https://github.com/digibyte-core/digibyte/"
        },
        "pt": {
            "title": "DigiFato #33 - Você sabia...",
            "content": "DigiByte foi originalmente baseado em um fork da base de código do Litecoin (embora seja uma blockchain 100% independente com um Genesis Block único). DigiByte desde então manteve características mais próximas do Bitcoin, enquanto também inova significativamente e o supera! Veja o código em: https://github.com/digibyte-core/digibyte/",
            "url": "https://github.com/digibyte-core/digibyte/"
        },
        "hi": {
            "title": "डिजीफैक्ट #33 - क्या आप जानते थे...",
            "content": "डिजीबाइट मूल रूप से Litecoin कोड-बेस की एक फोर्क पर आधारित था (हालांकि, यह एक 100% स्वतंत्र ब्लॉकचेन है जिसमें अनोखा जेनेसिस ब्लॉक है)। डिजीबाइट ने तब से बिटकॉइन के साथ नजदीकी फीचर्स बनाए रखे हैं, साथ ही महत्वपूर्ण रूप से नवाचार करके और उसे पार कर गया है! कोड देखें: https://github.com/digibyte-core/digibyte/",
            "url": "https://github.com/digibyte-core/digibyte/"
        },
        "nl": {
            "title": "DigiFeit #33 - Wist u dat...",
            "content": "DigiByte was oorspronkelijk gebaseerd op een fork van de Litecoin codebasis (hoewel het een 100% onafhankelijke blockchain is met een uniek Genesis Block). DigiByte heeft sindsdien functies behouden die dichter bij Bitcoin liggen, terwijl het ook aanzienlijk innoveert en het overtreft! Bekijk de code op: https://github.com/digibyte-core/digibyte/",
            "url": "https://github.com/digibyte-core/digibyte/"
        }
    },
    "digifact34": {
        "en": {
            "title": "DigiFact # 34 - Did you know...",
            "content": "Anyone can build second-layer networks on top of the DigiByte Blockchain, such as DigiAssets, Lightning Networks, ICOs, Tokens, assets and more.",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #34 - 你知道吗？",
            "content": "任何人都可以在DigiByte区块链之上构建第二层网络，如DigiAssets、闪电网络、ICO、代币、资产等。",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #34 - Знаете ли вы...",
            "content": "Любой может построить вторичные сети поверх блокчейна DigiByte, такие как DigiAssets, Lightning Networks, ICO, токены, активы и многое другое.",
            "url": ""
        },
        "es": {
            "title": "DigiDato #34 - ¿Sabías que...",
            "content": "Cualquiera puede construir redes de segunda capa sobre la Blockchain de DigiByte, tales como DigiAssets, Redes Lightning, ICOs, Tokens, activos y más.",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #34 - 혹시 알고 계셨나요...",
            "content": "누구나 DigiByte 블록체인 위에 DigiAssets, 라이트닝 네트워크, ICO, 토큰, 자산 등과 같은 2차 네트워크를 구축할 수 있습니다.",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #34 - ご存知でしたか...",
            "content": "誰でもDigiByteブロックチェーンの上に第二層ネットワークを構築することができます。例えば、DigiAssets、ライトニングネットワーク、ICO、トークン、アセットなどです。",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #34 - Wussten Sie schon...",
            "content": "Jeder kann zweite Netzwerkebenen auf der DigiByte-Blockchain aufbauen, wie zum Beispiel DigiAssets, Lightning Networks, ICOs, Tokens, Vermögenswerte und mehr.",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #34 - Saviez-vous que...",
            "content": "N'importe qui peut construire des réseaux de deuxième couche sur la blockchain DigiByte, tels que DigiAssets, Lightning Networks, ICO, Tokens, actifs et plus encore.",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #34 - Você sabia...",
            "content": "Qualquer um pode construir redes de segunda camada em cima do Blockchain DigiByte, como DigiAssets, Lightning Networks, ICOs, Tokens, ativos e mais.",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #34 - क्या आप जानते थे...",
            "content": "कोई भी DigiByte ब्लॉकचेन के ऊपर दूसरे स्तर के नेटवर्क बना सकता है, जैसे कि DigiAssets, लाइटनिंग नेटवर्क्स, ICOs, टोकन, एसेट्स और बहुत कुछ।",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #34 - Wist u dat...",
            "content": "Iedereen kan tweede laag netwerken bouwen bovenop de DigiByte Blockchain, zoals DigiAssets, Lightning Networks, ICO's, Tokens, activa en meer.",
            "url": ""
        }
    },
    "digifact35": {
        "en": {
            "title": "DigiFact # 35 - Did you know...",
            "content": "There's a mind-boggling number of possible DigiByte addresses. 1,461,501,637,330,902,918,203,684,832,716,283,019,655,932,542,976 (2¹⁶⁰). This is a quindecillion. It's so big you could randomly generate trillions of addresses a second and never generate the same one twice.",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #35 - 你知道吗？",
            "content": "DigiByte地址的可能数量令人难以置信。1,461,501,637,330,902,918,203,684,832,716,283,019,655,932,542,976 (2¹⁶⁰)，这是一个十五次方。这个数字如此之大，您每秒可以随机生成数万亿个地址，而不会生成两次相同的地址。",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #35 - Знаете ли вы...",
            "content": "Количество возможных адресов DigiByte поражает воображение. 1,461,501,637,330,902,918,203,684,832,716,283,019,655,932,542,976 (2¹⁶⁰) — это квиндециллион. Число настолько велико, что даже если генерировать триллионы адресов в секунду, вы никогда не получите один и тот же адрес дважды.",
            "url": ""
        },
        "es": {
            "title": "DigiDato #35 - ¿Sabías que...",
            "content": "Hay una cantidad asombrosa de direcciones DigiByte posibles. 1,461,501,637,330,902,918,203,684,832,716,283,019,655,932,542,976 (2¹⁶⁰). Esto es un quindecillón. Es tan grande que podrías generar trillones de direcciones al azar por segundo y nunca generar la misma dos veces.",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #35 - 혹시 알고 계셨나요...",
            "content": "상상할 수 없을 만큼 많은 수의 DigiByte 주소가 가능합니다. 1,461,501,637,330,902,918,203,684,832,716,283,019,655,932,542,976 (2¹⁶⁰). 이것은 퀸데실리언입니다. 매초 수조 개의 주소를 무작위로 생성할 수 있어도 동일한 주소를 두 번 생성할 일은 없을 정도로 큽니다.",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #35 - ご存知でしたか...",
            "content": "想像を絶する数のDigiByteアドレスが可能です。1,461,501,637,330,902,918,203,684,832,716,283,019,655,932,542,976 (2¹⁶⁰)。これはクインデシリオンです。あまりにも大きいので、一秒に数兆のアドレスをランダムに生成しても、二度と同じものを生成することはありません。",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #35 - Wussten Sie schon...",
            "content": "Es gibt eine unvorstellbare Anzahl möglicher DigiByte-Adressen. 1,461,501,637,330,902,918,203,684,832,716,283,019,655,932,542,976 (2¹⁶⁰), das ist eine Quindecillion. Die Zahl ist so groß, dass Sie Billionen von Adressen pro Sekunde zufällig generieren könnten und niemals dieselbe Adresse zweimal erzeugen würden.",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #35 - Saviez-vous que...",
            "content": "Il existe un nombre stupéfiant d'adresses DigiByte possibles. 1,461,501,637,330,902,918,203,684,832,716,283,019,655,932,542,976 (2¹⁶⁰). C'est un quindecillion. Il est tellement grand que vous pourriez générer aléatoirement des billions d'adresses par seconde et ne jamais générer la même deux fois.",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #35 - Você sabia...",
            "content": "Existe um número impressionante de endereços DigiByte possíveis. 1,461,501,637,330,902,918,203,684,832,716,283,019,655,932,542,976 (2¹⁶⁰). Isso é um quindecilhão. É tão grande que você poderia gerar aleatoriamente trilhões de endereços por segundo e nunca gerar o mesmo duas vezes.",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #35 - क्या आप जानते थे...",
            "content": "DigiByte पतों की संख्या अकल्पनीय है। 1,461,501,637,330,902,918,203,684,832,716,283,019,655,932,542,976 (2¹⁶⁰)। यह एक क्विनडेसिलियन है। यह इतना बड़ा है कि आप प्रति सेकंड खरबों पते यादृच्छिक रूप से उत्पन्न कर सकते हैं और कभी भी एक ही दो बार उत्पन्न नहीं करेंगे।",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #35 - Wist u dat...",
            "content": "Er is een verbijsterend aantal mogelijke DigiByte-adressen. 1,461,501,637,330,902,918,203,684,832,716,283,019,655,932,542,976 (2¹⁶⁰). Dit is een quindeciljoen. Het is zo groot dat je willekeurig biljoenen adressen per seconde zou kunnen genereren en nooit twee keer dezelfde zou genereren.",
            "url": ""
        }
    },
    "digifact36": {
        "en": {
            "title": "DigiFact # 36 - Did you know...",
            "content": "You can accept DigiByte in retail scenarios just by entering the desired amount into your wallet. The QR code will automatically include your address and the amount when the sender scans it. Super simple, straight from your wallet.",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #36 - 你知道吗？",
            "content": "在零售场景中，您只需在钱包中输入所需金额即可接受DigiByte。发送方扫描时，二维码将自动包含您的地址和金额。非常简单，直接来自您的钱包。",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #36 - Знаете ли вы...",
            "content": "Вы можете принимать DigiByte в розничных сценариях, просто введя желаемую сумму в вашем кошельке. QR-код автоматически включит ваш адрес и сумму, когда отправитель его отсканирует. Очень просто, прямо из вашего кошелька.",
            "url": ""
        },
        "es": {
            "title": "DigiDato #36 - ¿Sabías que...",
            "content": "Puedes aceptar DigiByte en escenarios de venta al por menor simplemente ingresando la cantidad deseada en tu billetera. El código QR incluirá automáticamente tu dirección y la cantidad cuando el emisor lo escanee. Súper simple, directamente desde tu billetera.",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #36 - 혹시 알고 계셨나요...",
            "content": "소매 시나리오에서 원하는 금액을 지갑에 입력함으로써 DigiByte를 수락할 수 있습니다. 발신자가 스캔할 때 QR 코드는 자동으로 귀하의 주소와 금액을 포함하게 됩니다. 매우 간단하며, 바로 당신의 지갑에서 이루어집니다.",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #36 - ご存知でしたか...",
            "content": "小売シナリオでDigiByteを受け入れるには、ウォレットに希望の金額を入力するだけです。送信者がスキャンすると、QRコードには自動的にあなたのアドレスと金額が含まれます。非常に簡単で、直接あなたのウォレットから行えます。",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #36 - Wussten Sie schon...",
            "content": "Sie können DigiByte in Einzelhandelsszenarien akzeptieren, indem Sie einfach den gewünschten Betrag in Ihre Wallet eingeben. Der QR-Code wird automatisch Ihre Adresse und den Betrag einfügen, wenn der Sender ihn scannt. Super einfach, direkt aus Ihrer Wallet.",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #36 - Saviez-vous que...",
            "content": "Vous pouvez accepter DigiByte dans des scénarios de vente au détail en entrant simplement le montant souhaité dans votre portefeuille. Le code QR inclura automatiquement votre adresse et le montant lorsque l'expéditeur le scanne. Très simple, directement depuis votre portefeuille.",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #36 - Você sabia...",
            "content": "Você pode aceitar DigiByte em cenários de varejo simplesmente inserindo o valor desejado na sua carteira. O código QR incluirá automaticamente o seu endereço e o montante quando o remetente o digitalizar. Super simples, diretamente da sua carteira.",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #36 - क्या आप जानते थे...",
            "content": "आप खुदरा परिदृश्यों में अपने वॉलेट में वांछित राशि दर्ज करके DigiByte स्वीकार कर सकते हैं। प्रेषक द्वारा स्कैन करने पर क्यूआर कोड स्वचालित रूप से आपके पते और राशि को शामिल करेगा। बहुत सरल, सीधे आपके वॉलेट से।",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #36 - Wist u dat...",
            "content": "U kunt DigiByte in retailscenario's accepteren door gewoon het gewenste bedrag in uw portemonnee in te voeren. De QR-code zal automatisch uw adres en het bedrag bevatten wanneer de afzender deze scant. Super eenvoudig, rechtstreeks vanuit uw portemonnee.",
            "url": ""
        }
    },
    "digifact37": {
        "en": {
            "title": "DigiFact # 37 - Did you know...",
            "content": "The DigiByte Core wallet connects to a variety of peers, not just the 'closest' or 'fastest'. It finds connections from all over the world, to ensure you get a broad consensus on the DigiByte blockchain and protects you against sybil attacks.",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #37 - 你知道吗？",
            "content": "DigiByte核心钱包连接到各种节点，不仅仅是'最近'或'最快'的节点。它从全世界找到连接，确保您在DigiByte区块链上获得广泛的共识并保护您免受sybil攻击。",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #37 - Знаете ли вы...",
            "content": "Кошелек DigiByte Core подключается к разнообразным узлам, не только к 'ближайшим' или 'самым быстрым'. Он находит подключения со всего мира, чтобы обеспечить вам широкий консенсус в блокчейне DigiByte и защитить вас от сибилловских атак.",
            "url": ""
        },
        "es": {
            "title": "DigiDato #37 - ¿Sabías que...",
            "content": "La cartera DigiByte Core se conecta con una variedad de pares, no solo con los 'más cercanos' o 'más rápidos'. Encuentra conexiones de todo el mundo, para asegurarse de obtener un amplio consenso sobre la cadena de bloques DigiByte y protegerse contra ataques Sybil.",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #37 - 혹시 알고 계셨나요...",
            "content": "디지바이트 코어 지갑은 '가장 가까운'이나 '가장 빠른' 노드뿐만 아니라 다양한 피어에 연결됩니다. 전 세계의 연결을 찾아 디지바이트 블록체인에 대한 광범위한 합의를 이끌어내고 실빌 공격에 대한 보호를 제공합니다.",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #37 - ご存知でしたか...",
            "content": "デジバイトコアウォレットは、「最も近い」または「最も速い」ピアだけでなく、さまざまなピアに接続します。世界中からの接続を見つけ、デジバイトブロックチェーンにおける幅広い合意を確保し、シビル攻撃に対する保護を提供します。",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #37 - Wussten Sie schon...",
            "content": "Die DigiByte Core-Wallet verbindet sich mit einer Vielzahl von Peers, nicht nur mit den 'nächsten' oder 'schnellsten'. Sie findet Verbindungen aus aller Welt, um Ihnen einen breiten Konsens über die DigiByte-Blockchain zu gewährleisten und Sie vor Sybil-Attacken zu schützen.",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #37 - Saviez-vous que...",
            "content": "Le portefeuille DigiByte Core se connecte à une variété de pairs, et pas seulement les 'plus proches' ou les 'plus rapides'. Il trouve des connexions partout dans le monde, pour vous assurer d'obtenir un large consensus sur la blockchain DigiByte et vous protège contre les attaques Sybil.",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #37 - Você sabia...",
            "content": "A carteira DigiByte Core conecta-se a uma variedade de pares, não apenas os 'mais próximos' ou 'mais rápidos'. Ela encontra conexões de todo o mundo, para garantir que você obtenha um amplo consenso sobre a blockchain DigiByte e proteja você contra ataques Sybil.",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #37 - क्या आप जानते थे...",
            "content": "डिजीबाइट कोर वॉलेट 'सबसे करीबी' या 'सबसे तेज़' पीयर्स से ही नहीं जुड़ता है। यह दुनिया भर से कनेक्शन ढूंढता है, ताकि आपको डिजीबाइट ब्लॉकचेन पर एक व्यापक सहमति मिल सके और यह आपको सिबिल हमलों से बचा सके।",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #37 - Wist u dat...",
            "content": "De DigiByte Core wallet maakt verbinding met een verscheidenheid aan peers, niet alleen de 'dichtstbijzijnde' of 'snelste'. Het vindt verbindingen over de hele wereld om u een breed consensus over de DigiByte blockchain te verzekeren en beschermt u tegen sybil-aanvallen.",
            "url": ""
        }
    },
    "digifact38": {
        "en": {
            "title": "DigiFact # 38 - Did you know...",
            "content": "DigiByte implemented the DigiSpeed protocol in 2015. This allowed DigiByte to decrease from 30 second to 15 second block timings. Lightning fast!",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #38 - 你知道吗？",
            "content": "DigiByte在2015年实施了DigiSpeed协议。这使DigiByte的区块时间从30秒减少到15秒。快如闪电！",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #38 - Знаете ли вы...",
            "content": "DigiByte внедрила протокол DigiSpeed в 2015 году. Это позволило DigiByte сократить время блока с 30 до 15 секунд. Молниеносно быстро!",
            "url": ""
        },
        "es": {
            "title": "DigiDato #38 - ¿Sabías que...",
            "content": "DigiByte implementó el protocolo DigiSpeed en 2015. Esto permitió a DigiByte disminuir el tiempo de bloque de 30 segundos a 15 segundos. ¡Rápido como un rayo!",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #38 - 혹시 알고 계셨나요...",
            "content": "DigiByte는 2015년에 DigiSpeed 프로토콜을 도입했습니다. 이를 통해 DigiByte의 블록 타이밍을 30초에서 15초로 줄일 수 있었습니다. 번개처럼 빠르죠!",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #38 - ご存知でしたか...",
            "content": "DigiByteは2015年にDigiSpeedプロトコルを実装しました。これにより、DigiByteのブロック時間を30秒から15秒に短縮できました。雷のように速い！",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #38 - Wussten Sie schon...",
            "content": "DigiByte hat 2015 das DigiSpeed-Protokoll implementiert. Dies ermöglichte es DigiByte, die Blockzeiten von 30 Sekunden auf 15 Sekunden zu verkürzen. Blitzschnell!",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #38 - Saviez-vous que...",
            "content": "DigiByte a implémenté le protocole DigiSpeed en 2015. Cela a permis à DigiByte de réduire le timing des blocs de 30 secondes à 15 secondes. Vitesse de l'éclair!",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #38 - Você sabia...",
            "content": "DigiByte implementou o protocolo DigiSpeed em 2015. Isso permitiu que o DigiByte diminuísse o tempo de bloco de 30 segundos para 15 segundos. Rápido como um relâmpago!",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #38 - क्या आप जानते थे...",
            "content": "DigiByte ने 2015 में DigiSpeed प्रोटोकॉल को लागू किया। इससे DigiByte ब्लॉक समय को 30 सेकंड से घटाकर 15 सेकंड करने में सक्षम हुआ। बिजली की तेज़ी से!",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #38 - Wist u dat...",
            "content": "DigiByte heeft in 2015 het DigiSpeed-protocol geïmplementeerd. Hierdoor kon DigiByte de bloktijden verlagen van 30 seconden naar 15 seconden. Bliksemsnel!",
            "url": ""
        }
    },
    "digifact39": {
        "en": {
            "title": "DigiFact # 39 - Did you know...",
            "content": "DigiByte Critical Infrastructure Team (DGBCIT) was founded in Jan 2023, with the goal of ensuring that the DigiByte blockchain, along with its critical services, are kept running at all times. This is achieved through a community effort of coordinated decentralization and redundancy. Please join us in the #DGBCIT channel on the DigiByte Discord server: https://t.ly/DGBCIT",
            "url": "https://t.ly/DGBCIT"
        },
        "zh": {
            "title": "数字事实 #39 - 你知道吗？",
            "content": "DigiByte关键基础设施团队（DGBCIT）成立于2023年1月，目标是确保DigiByte区块链及其关键服务始终保持运行。这是通过社区努力的协调去中心化和冗余实现的。请加入我们在DigiByte Discord服务器上的#DGBCIT频道：https://t.ly/DGBCIT",
            "url": "https://t.ly/DGBCIT"
        },
        "ru": {
            "title": "ДиджиФакт #39 - Знаете ли вы...",
            "content": "Команда критически важной инфраструктуры DigiByte (DGBCIT) была основана в январе 2023 года с целью обеспечения бесперебойной работы блокчейна DigiByte и его критически важных сервисов. Это достигается благодаря усилиям сообщества по координированной децентрализации и резервированию. Присоединяйтесь к нам в канале #DGBCIT на сервере DigiByte в Discord: https://t.ly/DGBCIT",
            "url": "https://t.ly/DGBCIT"
        },
        "es": {
            "title": "DigiDato #39 - ¿Sabías que...",
            "content": "El Equipo de Infraestructura Crítica de DigiByte (DGBCIT) fue fundado en enero de 2023, con el objetivo de asegurar que la blockchain de DigiByte, junto con sus servicios críticos, estén funcionando en todo momento. Esto se logra a través de un esfuerzo comunitario de descentralización coordinada y redundancia. Por favor, únase a nosotros en el canal #DGBCIT en el servidor de Discord de DigiByte: https://t.ly/DGBCIT",
            "url": "https://t.ly/DGBCIT"
        },
        "ko": {
            "title": "디지팩트 #39 - 혹시 알고 계셨나요...",
            "content": "DigiByte 중요 인프라 팀(DGBCIT)은 2023년 1월에 설립되었으며, DigiByte 블록체인과 그 중요 서비스가 항상 작동하도록 보장하는 것을 목표로 합니다. 이는 커뮤니티의 협력적 분산화와 중복을 통해 달성됩니다. DigiByte Discord 서버의 #DGBCIT 채널에 우리와 함께하세요: https://t.ly/DGBCIT",
            "url": "https://t.ly/DGBCIT"
        },
        "ja": {
            "title": "デジファクト #39 - ご存知でしたか...",
            "content": "DigiByteクリティカルインフラチーム（DGBCIT）は2023年1月に設立され、DigiByteブロックチェーンおよびその重要サービスが常に稼働していることを目指しています。これは、コミュニティの協調分散化と冗長化の努力によって達成されます。DigiByte Discordサーバーの#DGBCITチャンネルで私たちに参加してください：https://t.ly/DGBCIT",
            "url": "https://t.ly/DGBCIT"
        },
        "de": {
            "title": "DigiFakt #39 - Wussten Sie schon...",
            "content": "Das DigiByte Critical Infrastructure Team (DGBCIT) wurde im Januar 2023 gegründet, um sicherzustellen, dass die DigiByte-Blockchain und ihre wichtigen Dienste jederzeit laufen. Dies wird durch eine gemeinschaftliche Anstrengung koordinierter Dezentralisierung und Redundanz erreicht. Bitte schließen Sie sich uns im #DGBCIT-Kanal auf dem DigiByte Discord-Server an: https://t.ly/DGBCIT",
            "url": "https://t.ly/DGBCIT"
        },
        "fr": {
            "title": "DigiFact #39 - Saviez-vous que...",
            "content": "L'équipe d'infrastructure critique de DigiByte (DGBCIT) a été fondée en janvier 2023, avec pour objectif de garantir que la blockchain DigiByte et ses services critiques soient toujours opérationnels. Ceci est réalisé grâce à un effort communautaire de décentralisation coordonnée et de redondance. Rejoignez-nous sur le canal #DGBCIT sur le serveur Discord de DigiByte : https://t.ly/DGBCIT",
            "url": "https://t.ly/DGBCIT"
        },
        "pt": {
            "title": "DigiFato #39 - Você sabia...",
            "content": "A Equipe de Infraestrutura Crítica do DigiByte (DGBCIT) foi fundada em janeiro de 2023, com o objetivo de garantir que a blockchain DigiByte, juntamente com seus serviços críticos, estejam sempre em funcionamento. Isso é alcançado através de um esforço comunitário de descentralização coordenada e redundância. Por favor, junte-se a nós no canal #DGBCIT no servidor Discord do DigiByte: https://t.ly/DGBCIT",
            "url": "https://t.ly/DGBCIT"
        },
        "hi": {
            "title": "डिजीफैक्ट #39 - क्या आप जानते थे...",
            "content": "डिजीबाइट क्रिटिकल इन्फ्रास्ट्रक्चर टीम (DGBCIT) की स्थापना जनवरी 2023 में हुई थी, जिसका उद्देश्य यह सुनिश्चित करना है कि डिजीबाइट ब्लॉकचेन और उसकी महत्वपूर्ण सेवाएं हर समय चालू रहें। यह समन्वित विकेंद्रीकरण और अतिरेक के सामुदायिक प्रयास के माध्यम से प्राप्त किया जाता है। कृपया डिजीबाइट डिस्कॉर्ड सर्वर पर #DGBCIT चैनल में हमसे जुड़ें: https://t.ly/DGBCIT",
            "url": "https://t.ly/DGBCIT"
        },
        "nl": {
            "title": "DigiFeit #39 - Wist u dat...",
            "content": "Het DigiByte Critical Infrastructure Team (DGBCIT) is opgericht in januari 2023, met als doel ervoor te zorgen dat de DigiByte blockchain en de bijbehorende kritieke diensten altijd actief zijn. Dit wordt bereikt door een gezamenlijke inspanning van gecoördineerde decentralisatie en redundantie. Sluit u alstublieft bij ons aan in het #DGBCIT kanaal op de DigiByte Discord server: https://t.ly/DGBCIT",
            "url": "https://t.ly/DGBCIT"
        }
    },
    "digifact40": {
        "en": {
            "title": "DigiFact # 40 - Did you know...",
            "content": "Did you know that DigiByte is permissionless? This means there is no individual or company to ask if you can build a dApp on top of it, use it, send it, receive it, accept it for your business, advertise it, promote it. You simply \"can\"!",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #40 - 你知道吗？",
            "content": "你知道DigiByte是无需许可的吗？这意味着没有个人或公司可以询问你是否可以在其上构建dApp，使用它，发送它，接收它，接受它用于你的业务，宣传它，推广它。你只需可以做到！",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #40 - Знаете ли вы...",
            "content": "Знаете ли вы, что DigiByte не требует разрешения? Это означает, что нет необходимости спрашивать у какого-либо лица или компании, можно ли построить на его основе dApp, использовать его, отправлять, получать, принимать его для вашего бизнеса, рекламировать или продвигать. Вы просто \"можете\"!",
            "url": ""
        },
        "es": {
            "title": "DigiDato #40 - ¿Sabías que...",
            "content": "¿Sabías que DigiByte es sin permiso? Esto significa que no hay que preguntar a ninguna persona o empresa si puedes construir una dApp sobre ella, usarla, enviarla, recibirla, aceptarla para tu negocio, anunciarla, promocionarla. ¡Simplemente \"puedes\"!",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #40 - 혹시 알고 계셨나요...",
            "content": "DigiByte가 허가가 필요 없는 것을 알고 계셨나요? 이는 개인이나 회사에게 dApp을 구축하거나 사용, 전송, 수신, 비즈니스에 수용, 광고, 촉진할 수 있는지 물어볼 필요가 없다는 것을 의미합니다. 당신은 그냥 \"할 수 있습니다\"!",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #40 - ご存知でしたか...",
            "content": "DigiByteは許可不要であることをご存知でしたか？これは、個人や会社に尋ねる必要がなく、dAppを構築したり、使用したり、送信したり、受信したり、ビジネスで受け入れたり、宣伝したり、促進したりすることができることを意味します。あなたは単に「できる」のです！",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #40 - Wussten Sie schon...",
            "content": "Wussten Sie, dass DigiByte keine Erlaubnis benötigt? Das bedeutet, es gibt keine Einzelperson oder Firma, die man fragen muss, ob man darauf eine dApp bauen, es nutzen, senden, empfangen, für sein Geschäft akzeptieren, es bewerben oder promoten kann. Man kann es einfach!",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #40 - Saviez-vous que...",
            "content": "Saviez-vous que DigiByte est sans permission ? Cela signifie qu'il n'y a pas besoin de demander à un individu ou à une entreprise si vous pouvez construire une dApp dessus, l'utiliser, l'envoyer, la recevoir, l'accepter pour votre entreprise, la faire connaître, la promouvoir. Vous pouvez tout simplement le faire !",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #40 - Você sabia...",
            "content": "Você sabia que o DigiByte é sem permissão? Isso significa que não há necessidade de perguntar a nenhuma pessoa ou empresa se você pode construir um dApp em cima dele, usá-lo, enviá-lo, recebê-lo, aceitá-lo para o seu negócio, anunciá-lo, promovê-lo. Você simplesmente \"pode\"!",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #40 - क्या आप जानते थे...",
            "content": "क्या आपको पता है कि DigiByte अनुमति रहित है? इसका मतलब है कि आपको यह पूछने की जरूरत नहीं है कि क्या आप इसके ऊपर एक dApp बना सकते हैं, इसे उपयोग कर सकते हैं, भेज सकते हैं, प्राप्त कर सकते हैं, अपने व्यापार के लिए स्वीकार कर सकते हैं, इसका विज्ञापन कर सकते हैं, इसे प्रमोट कर सकते हैं। आप बस \"कर सकते हैं\"!",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #40 - Wist u dat...",
            "content": "Wist u dat DigiByte toestemmingsloos is? Dit betekent dat er geen individu of bedrijf is om te vragen of u een dApp erop kunt bouwen, het gebruiken, verzenden, ontvangen, accepteren voor uw bedrijf, adverteren, promoten. Je kunt het gewoon \"doen\"!",
            "url": ""
        }
    },
    "digifact41": {
        "en": {
            "title": "DigiFact # 41 - Did you know...",
            "content": "DigiByte is now working on its 8th 'protocol' version in 6 years since creation. This is what the first number in the DigiByte Core Wallet version means, the protocol version. DigiByte has consistently grown and improved throughout its history, and continues to do so.",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #41 - 你知道吗？",
            "content": "自创建以来的6年里，DigiByte现在正在开发其第8个'协议'版本。这是DigiByte Core钱包版本中的第一个数字的含义，即协议版本。DigiByte在其历史上一直在持续增长和改进，并将继续这样做。",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #41 - Знаете ли вы...",
            "content": "С момента своего создания в течение 6 лет DigiByte теперь работает над своей 8-й версией 'протокола'. Это то, что означает первое число в версии кошелька DigiByte Core, версия протокола. DigiByte последовательно рос и улучшался на протяжении всей своей истории и продолжает это делать.",
            "url": ""
        },
        "es": {
            "title": "DigiDato #41 - ¿Sabías que...",
            "content": "DigiByte está trabajando ahora en su 8va versión de 'protocolo' en 6 años desde su creación. Esto es lo que significa el primer número en la versión del DigiByte Core Wallet, la versión del protocolo. DigiByte ha crecido y mejorado constantemente a lo largo de su historia y continúa haciéndolo.",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #41 - 혹시 알고 계셨나요...",
            "content": "창작 이후 6년 동안 DigiByte는 이제 8번째 '프로토콜' 버전을 작업하고 있습니다. 이것은 DigiByte Core 지갑 버전의 첫 번째 숫자가 의미하는 바로, 프로토콜 버전입니다. DigiByte는 역사를 통해 지속적으로 성장하고 개선되었으며 계속해서 그렇게 할 것입니다.",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #41 - ご存知でしたか...",
            "content": "DigiByteは創設から6年間で8番目の「プロトコル」バージョンに取り組んでいます。これはDigiByte Coreウォレットバージョンの最初の数字が意味するもので、プロトコルバージョンです。DigiByteはその歴史を通じて一貫して成長し、改善されてきました。",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #41 - Wussten Sie schon...",
            "content": "DigiByte arbeitet nun in den 6 Jahren seit seiner Gründung an seiner 8. 'Protokoll' Version. Das ist es, was die erste Zahl in der Version des DigiByte Core Wallet bedeutet, die Protokollversion. DigiByte ist in seiner Geschichte konsequent gewachsen und hat sich verbessert und wird dies auch weiterhin tun.",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #41 - Saviez-vous que...",
            "content": "DigiByte travaille maintenant sur sa 8ème version de 'protocole' en 6 ans depuis sa création. C'est ce que signifie le premier chiffre dans la version du portefeuille DigiByte Core, la version du protocole. DigiByte a constamment grandi et s'est amélioré tout au long de son histoire et continue de le faire.",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #41 - Você sabia...",
            "content": "DigiByte está agora trabalhando em sua 8ª versão de 'protocolo' em 6 anos desde sua criação. Isso é o que significa o primeiro número na versão do DigiByte Core Wallet, a versão do protocolo. DigiByte cresceu e melhorou consistentemente ao longo de sua história e continua a fazê-lo.",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #41 - क्या आप जानते थे...",
            "content": "डिजीबाइट अब अपने निर्माण के 6 साल में अपने 8वें 'प्रोटोकॉल' संस्करण पर काम कर रहा है। यह डिजीबाइट कोर वॉलेट संस्करण में पहली संख्या का अर्थ है, प्रोटोकॉल संस्करण। डिजीबाइट ने अपने इतिहास में लगातार विकास किया है और सुधार किया है, और जारी रखता है।",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #41 - Wist u dat...",
            "content": "DigiByte werkt nu aan zijn 8e 'protocol' versie in 6 jaar sinds de oprichting. Dit is wat het eerste nummer in de versie van de DigiByte Core Wallet betekent, de protocolversie. DigiByte is consequent gegroeid en verbeterd door zijn geschiedenis heen en blijft dit doen.",
            "url": ""
        }
    },
    "digifact42": {
        "en": {
            "title": "DigiFact # 42 - Did you know...",
            "content": "DigiBytes MultiAlgo means 5x algorithms all continuously compete for every single block. Others such as X16R are very different, instead rotating through each sub-algorithm with all miners swapping and using that same. As such, X16R is still a \"single algorithm\" compared with DigiBytes 5x MultiAlgo implementation.",
            "url": ""
        },
        "zh": {
            "title": "数字事实 #42 - 你知道吗？",
            "content": "DigiByte的MultiAlgo意味着5个算法不断地竞争每一个区块。其他的如X16R则非常不同，它通过每个子算法轮换，所有矿工都交换并使用相同的算法。因此，与DigiByte的5x MultiAlgo实施相比，X16R仍然是一个“单一算法”。",
            "url": ""
        },
        "ru": {
            "title": "ДиджиФакт #42 - Знаете ли вы...",
            "content": "MultiAlgo DigiByte означает, что 5 алгоритмов непрерывно соревнуются за каждый блок. Другие, такие как X16R, сильно отличаются, вместо этого они последовательно переключаются между каждым подалгоритмом, и все майнеры используют один и тот же. Таким образом, X16R все еще является \"одиночным алгоритмом\" по сравнению с реализацией 5x MultiAlgo от DigiByte.",
            "url": ""
        },
        "es": {
            "title": "DigiDato #42 - ¿Sabías que...",
            "content": "MultiAlgo de DigiBytes significa que 5 algoritmos compiten continuamente por cada bloque. Otros, como X16R, son muy diferentes, en lugar de eso, rotan a través de cada sub-algoritmo con todos los mineros intercambiando y usando el mismo. Así, X16R sigue siendo un \"algoritmo único\" en comparación con la implementación de MultiAlgo 5x de DigiBytes.",
            "url": ""
        },
        "ko": {
            "title": "디지팩트 #42 - 혹시 알고 계셨나요...",
            "content": "DigiByte의 MultiAlgo는 5개의 알고리즘이 모든 단일 블록에 대해 지속적으로 경쟁한다는 것을 의미합니다. X16R과 같은 다른 알고리즘들은 매우 다르며, 대신 모든 마이너들이 같은 알고리즘을 순환하며 사용합니다. 따라서 X16R은 DigiByte의 5x MultiAlgo 구현과 비교할 때 여전히 \"단일 알고리즘\"입니다.",
            "url": ""
        },
        "ja": {
            "title": "デジファクト #42 - ご存知でしたか...",
            "content": "DigiByteのMultiAlgoは、5つのアルゴリズムがすべての単一ブロックに対して絶えず競争することを意味します。X16Rのような他のものは非常に異なり、代わりに各サブアルゴリズムを順番に使用し、すべてのマイナーが同じものを交換して使用します。したがって、X16RはDigiByteの5倍のMultiAlgo実装と比較して依然として「単一のアルゴリズム」です。",
            "url": ""
        },
        "de": {
            "title": "DigiFakt #42 - Wussten Sie schon...",
            "content": "MultiAlgo von DigiByte bedeutet, dass 5x Algorithmen kontinuierlich um jeden einzelnen Block konkurrieren. Andere, wie X16R, sind sehr unterschiedlich, sie rotieren stattdessen durch jeden Unter-Algorithmus, wobei alle Miner das Gleiche verwenden und austauschen. So ist X16R im Vergleich zur 5x MultiAlgo-Implementierung von DigiByte immer noch ein \"einzelner Algorithmus\".",
            "url": ""
        },
        "fr": {
            "title": "DigiFact #42 - Saviez-vous que...",
            "content": "Le MultiAlgo de DigiByte signifie que 5 algorithmes concourent en continu pour chaque bloc unique. D'autres, comme X16R, sont très différents, faisant plutôt tourner chaque sous-algorithme, tous les mineurs échangeant et utilisant le même. Ainsi, X16R est toujours un \"algorithme unique\" comparé à la mise en œuvre MultiAlgo 5x de DigiByte.",
            "url": ""
        },
        "pt": {
            "title": "DigiFato #42 - Você sabia...",
            "content": "O MultiAlgo da DigiByte significa que 5 algoritmos competem continuamente por cada bloco. Outros, como o X16R, são muito diferentes, em vez disso, rotacionam através de cada subalgoritmo, com todos os mineradores trocando e usando o mesmo. Assim, X16R ainda é um \"algoritmo único\" comparado com a implementação MultiAlgo 5x da DigiByte.",
            "url": ""
        },
        "hi": {
            "title": "डिजीफैक्ट #42 - क्या आप जानते थे...",
            "content": "DigiByte का MultiAlgo का मतलब है कि 5 गुना एल्गोरिदम हर एक ब्लॉक के लिए निरंतर प्रतिस्पर्धा करते हैं। अन्य जैसे कि X16R बहुत भिन्न हैं, इसके बजाय हर एक सब-एल्गोरिदम के माध्यम से घूमते हैं, सभी माइनर्स उसी को बदलते और इस्तेमाल करते हैं। इस प्रकार, X16R अभी भी DigiByte के 5x MultiAlgo कार्यान्वयन की तुलना में \"एकल एल्गोरिदम\" है।",
            "url": ""
        },
        "nl": {
            "title": "DigiFeit #42 - Wist u dat...",
            "content": "MultiAlgo van DigiByte betekent dat 5x algoritmen continu concurreren voor elk afzonderlijk blok. Anderen, zoals X16R, zijn heel anders en roteren in plaats daarvan door elk subalgoritme, waarbij alle mijnwerkers omwisselen en datzelfde gebruiken. Daarom is X16R nog steeds een \"enkel algoritme\" in vergelijking met de 5x MultiAlgo-implementatie van DigiByte.",
            "url": ""
        }
    }
}